[{"id":"62a4ced67a956fb5db09cc02","name":"Thôn Tính Bầu Trời","origin_name":"Swallowed Star","thumb_url":"https://img.ophim.cc/uploads/movies/thon-tinh-bau-troi-thumb.jpg","type":"hoathinh","slug":"thon-tinh-bau-troi","year":2020,"country":["Trung Quốc","Nhật Bản"],"content":"Trên Trái đất, một thảm họa đã gây ra sự biến đổi của muôn loài. Kẻ thượng đẳng sống sót và kẻ thấp kém bị tuyệt chủng. Trong hoàn cảnh đó, Luo Feng được thừa kế từ chủ nhân của Ngôi sao Yunmo và trở thành một trong ba người mạnh nhất trên Trái đất. Anh ta bị mất thịt của mình trong cuộc chiến chống lại con quái vật khổng lồ bị nuốt chửng nhưng sau đó anh ta đã lấy thịt của con quái vật. Trong xác thịt, anh ta đã phát triển một cơ thể người. Sau đó, anh bước ra khỏi Trái đất và hướng đến vũ trụ.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu"],"time":"24 phút/tập"},{"id":"630a22ea0048e70b829a251f","name":"Tru Tiên","origin_name":"Jade Dynasty","thumb_url":"https://img.ophim.cc/uploads/movies/tru-tien-2021-thumb.jpg","type":"hoathinh","slug":"tru-tien-2021","year":2021,"country":["Trung Quốc"],"content":"Zhang Xiaofan, người đã trở thành trẻ mồ côi chỉ sau một đêm, được Qingyun Gate nhận làm đệ tử. Sau năm năm khổ luyện, anh đã tỏa sáng rực rỡ trong môn võ bảy gân của người thầy. Sau đó, ông được gửi đến núi Kongsang để hỏi về những giáo lý ma thuật. Trong cuộc hành trình, anh và em gái Lu Xueqi đã gặp nguy hiểm. Và đã gặp gỡ và giải cứu người phụ nữ huyền diệu Baguio. Đồng thời, những nguy hiểm mới đang chờ đợi anh ở phía trước.","quality":"HD","lang":"Vietsub","category":["Viễn Tưởng","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"62a1a4ae7a956fb5db030134","name":"Thần Ấn Vương Toạ","origin_name":"Throne of Seal","thumb_url":"https://img.ophim.cc/uploads/movies/than-an-vuong-toa-thumb.jpg","type":"hoathinh","slug":"than-an-vuong-toa","year":2022,"country":["Trung Quốc"],"content":"6000 năm trước, hoàng đế Ma Thần Phong Tú và 72 Ma Thần Trụ giáng xuống, tất cả sinh vật bị nhiễm hơi thở của Ma Thần Trụ, lập tức biến thành Ma Vật, loài người bước vào thời đại đen tối. Sau đó, những kẻ mạnh của loài người đã lập thành Lục Đại Thánh Điện ngăn chặn Ma Vật, hình thành cục diện người và ma quỷ cùng tồn tại. Long Hạo Thiên một trong Lục Đại Thánh Điện, trở thành kỵ sĩ chỉ để cứu mẹ. Hạo Thiên từng bước trưởng thành, liên tiếp trải qua những cuộc gặp gỡ kỳ lạ, âm mưu quỷ kế, tình yêu và tình bạn định mệnh. Hạo Thiên tuân thủ tinh thần kỵ sĩ, nhận được sự công nhận của người khác nhờ vào nhân cách và sự nỗ lực của bản thân, cùng những nhân tài khác của Lục Đại Thánh Điện thành lập “Săn Ma Đoàn số 1” để đấu với Ma Vật, đấu tranh cho sự sống còn và tôn nghiêm của loài người.","quality":"HD","lang":"Vietsub","category":["Võ Thuật","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"6337f9e40ee52b6834bc494d","name":"Con Đường Rực Lửa","origin_name":"Falling Into You","thumb_url":"https://img.ophim.cc/uploads/movies/con-duong-ruc-lua-2022-thumb.jpg","type":"series","slug":"con-duong-ruc-lua-2022","year":2022,"country":["Trung Quốc"],"content":"Phim được chuyển thể từ tiểu thuyết cùng tên của tác giả Twentine, có nội dung xoanh quanh mối tình chị em cách nhau 8 tuổi khi nữ chính là huấn luyện viên của nam chính. Trong phim, Kim Thần đảm nhận vai nữ chính La Na – một huấn luyện viên có cá tính mạnh mẽ, luôn nhiệt huyết, tận tâm và có trách nhiệm với công việc của mình. Trong khi đó Vương An Vũ thủ vai Đoàn Vũ Thành – một chàng trai trẻ ngây ngô tràn đầy năng lượng, có đam mê tuyệt đối với bộ môn thể thao nhảy cao. Hai người họ đã gặp được nhau ở trường học khi La Na trở thành huấn luyện viên của Đoàn Vũ Thành trong câu lạc bộ điền kinh. Trong quá trình cùng nhau luyện tập, tính cách trầm tĩnh có phần ngây ngô, sự nhiệt huyết đam mê với ước mơ của chàng học trò nhỏ tự lúc nào chẳng hay đã len lỏi khiến trái tim La Na rung động. Đối với cô Đoàn Vũ Thành chính là hình ảnh tiêu biểu cho ánh dương, mồ hôi và con đường đua rực lửa. Câu chuyện tình của bộ đôi hứa hẹn sẽ đem đến cho khán giả những thước phim vô cùng ngọt ngào và tràn ngập hơi thở thanh xuân.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"42 phút/tập"},{"id":"635432d12805d71a49541514","name":"Truyện Kinh Dị Mỹ 11","origin_name":"American Horror Story 11","thumb_url":"https://img.ophim.cc/uploads/movies/truyen-kinh-di-my-11-thumb.jpg","type":"series","slug":"truyen-kinh-di-my-11","year":2022,"country":["Âu Mỹ"],"content":"Một loạt tuyển tập tập trung vào các nhân vật và địa điểm khác nhau, bao gồm một ngôi nhà có quá khứ giết người, một nhà thương điên, một trại phù thủy, một rạp xiếc quái dị, một khách sạn bị ma ám, một trang trại bị ám, một giáo phái, ngày tận thế, một trại hè giết người, một thị trấn bãi biển ảm đạm và thung lũng sa mạc, và NYC.","quality":"HD","lang":"Vietsub","category":["Tâm Lý","Viễn Tưởng","Kinh Dị"],"time":"45 phút/tập"},{"id":"6341b30c0ee52b6834de8ee9","name":"Big Dragon The Series","origin_name":"Big Dragon The Series","thumb_url":"https://img.ophim.cc/uploads/movies/big-dragon-the-series-thumb.jpg","type":"series","slug":"big-dragon-the-series","year":2022,"country":["Thái Lan"],"content":"Kể về câu chuyện về \"Mangkorn\" và \"Yhai\" Hai kẻ thù cùng yêu cùng một người phụ nữ nhưng sau đó lại tình cờ quan hệ tình dục vì họ say rượu tại quán rượu SUNRISE thuộc sở hữu của Yhai, người thừa kế của gia đình nổi tiếng. “Singhawattanachoke” Yhai không thể chấp nhận lời nói của Mangkorn về đêm đó, rằng anh ấy đã chiến thắng tất cả và mong muốn chiến thắng. Do đó, anh ấy đã cố gắng phá hủy quán rượu với hy vọng xóa đi những ký ức tồi tệ mà anh ấy đã mất trước Mangkorn. lần duy nhất cha của Yai, \"Borom\", muốn cải tạo lại quán rượu. Do đó, ông buộc phải nhận trách nhiệm này. Thay vì đến Maldives cùng bạn bè. Tuy nhiên, mọi chuyện không đơn giản như ai cũng có thể tưởng tượng khi Một trong những kiến trúc sư được thuê là \"Mungkorn\", một sinh viên kiến trúc năm thứ 5 đến làm việc tại Công ty Thiết kế G. Liệu có phải sự tình cờ đã đưa họ trở lại với nhau từ \"ghét\" thành \"yêu\"? Điều gì sẽ xảy ra tiếp theo với sự cải tạo của quán rượu này. . .?","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"49 phút/tập"},{"id":"632dcd72decb16e375bf55b7","name":"Sự Quyến Rũ Chết Người","origin_name":"Poison Envy","thumb_url":"https://img.ophim.cc/uploads/movies/su-quyen-ru-chet-nguoi-thai-lan-thumb.jpg","type":"series","slug":"su-quyen-ru-chet-nguoi-thai-lan","year":2018,"country":["Thái Lan"],"content":"Một cơn bão bất ngờ xuất hiện trên biển khiến thuyền của Tai Kong Chang vỡ tan, toàn bộ thủy thủ đoàn gặp nạn, duy chỉ mình anh sống sót. Được người dân ở ngôi làng nọ cứu sống và cưu mang, nhờ tài năng của mình mà anh đã được đại nhân Thanong để ý đến. Và cuộc gặp gỡ định mệnh này đã đưa cuộc đời Tai Kong đi theo một ngã rẽ mới.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"47 phút/tập"},{"id":"6304870b0048e70b8284b9a6","name":"Công Lý Mù","origin_name":"Blind","thumb_url":"https://img.ophim.cc/uploads/movies/blind-thumb.jpg","type":"series","slug":"blind","year":2022,"country":["Hàn Quốc"],"content":"Bộ phim kể về câu chuyện của những người bình thường bị oan trở thành nạn nhân của những tội ác khác nhau, thủ phạm của họ, và những người cố gắng truy bắt hung thủ.","quality":"HD","lang":"Vietsub","category":["Hình Sự","Kinh Dị","Bí ẩn"],"time":"65 phút/tập"},{"id":"6339d5cb0ee52b6834c36050","name":"Luyện thú sư sau khi bị đuổi khỏi tổ đội của dũng sĩ, gặp được thiếu nữ tai mèo của chủng tộc mạnh nhất","origin_name":"BEAST TAMER","thumb_url":"https://img.ophim.cc/uploads/movies/luyen-thu-su-sau-khi-bi-duoi-khoi-to-doi-cua-dung-si-gap-duoc-thieu-nu-tai-meo-cua-chung-toc-manh-nhat-thumb.jpg","type":"hoathinh","slug":"luyen-thu-su-sau-khi-bi-duoi-khoi-to-doi-cua-dung-si-gap-duoc-thieu-nu-tai-meo-cua-chung-toc-manh-nhat","year":2022,"country":["Nhật Bản"],"content":"Luyện&nbsp;thú&nbsp;sư&nbsp;sau&nbsp;khi&nbsp;bị&nbsp;đuổi&nbsp;khỏi&nbsp;tổ&nbsp;đội&nbsp;của&nbsp;dũng&nbsp;sĩ,&nbsp;gặp&nbsp;được&nbsp;thiếu&nbsp;nữ&nbsp;tai&nbsp;mèo&nbsp;của&nbsp;chủng&nbsp;tộc&nbsp;mạnh&nbsp;nhất","quality":"HD","lang":"Vietsub","category":["Viễn Tưởng","Phiêu Lưu"],"time":"24 phút/tập"},{"id":"631bf02ee89607295bc7efd5","name":"Đế Chế Pháp Luật - Quyền Công Tố","origin_name":"The Empire","thumb_url":"https://img.ophim.cc/uploads/movies/de-che-phap-luat-thumb.jpg","type":"series","slug":"de-che-phap-luat","year":2022,"country":["Hàn Quốc"],"content":"Đế Chế Pháp Luật - The Empire 2022, một bộ phim miêu tả chi tiết và xúc tích những vụ bê bối tai tiếng từ những quan chức cấp cao, giới thượng lưu của quốc gia với ước mơ được cha truyền con nối.","quality":"HD","lang":"Vietsub","category":["Hành Động","Hình Sự"],"time":"55 phút/tập"},{"id":"62544feeb89e10950808af83","name":"SPY x FAMILY","origin_name":"SPY x FAMILY","thumb_url":"https://img.ophim.cc/uploads/movies/spy-x-family-thumb.jpg","type":"hoathinh","slug":"spy-x-family","year":2022,"country":["Nhật Bản"],"content":"Vì những lý do riêng, một điệp viên, một sát thủ và một nhà ngoại cảm bắt tay đóng giả làm một gia đình trong khi che giấu danh tính thật của họ với nhau.","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước","Chính kịch"],"time":"24phút/tập"},{"id":"6341b7600ee52b6834de9fbe","name":"Vào Ma Giới rồi đấy! Iruma-kun3","origin_name":"魔入りました！入間くん　第3シリーズ","thumb_url":"https://img.ophim.cc/uploads/movies/vao-ma-gioi-roi-day-iruma-kun3-thumb.jpg","type":"hoathinh","slug":"vao-ma-gioi-roi-day-iruma-kun3","year":2022,"country":["Nhật Bản"],"content":"Anime \"Vào Ma giới rồi đấy! Iruma\" vẽ nên bức tranh về sự phấn đấu và trưởng thành của cậu bé loài người mang tên Suzuki Iruma, sau khi cậu được nhận làm cháu nuôi của Đại ác ma Ma giới Sullivan và nhập học vào ngôi trường do ông làm hiệu trưởng. Trong mùa thứ ba này, thử thách tiếp theo đón chờ Iruma sẽ là... \"Lễ hội thu hoạch\" một cuộc đua thu thập thực phẩm trong cánh rừng khổng lồ của Ma giới. Những người bạn cùng lớp nay sẽ trở thành đối thủ, những trận chiến xáp lá cà nhưng không kém phần toan tính sẽ được bày ra!?","quality":"HD","lang":"Vietsub","category":["Hài Hước","Học Đường"],"time":"25 phút/tập"},{"id":"633885fa0ee52b6834bee5fb","name":"Uzaki-chan Muốn Đi Chơi! Mùa 2","origin_name":"Uzaki-chan wa Asobitai! Season 2","thumb_url":"https://img.ophim.cc/uploads/movies/uzaki-chan-muon-di-choi-mua-2-thumb.jpg","type":"hoathinh","slug":"uzaki-chan-muon-di-choi-mua-2","year":2022,"country":["Nhật Bản"],"content":"Tiếp nối phần đầu, Sakurai Shinichi với điều ước đơn giản là có một chút yên bình và tĩnh lặng. Nhưng Uzaki Hana, học sinh lớp dưới hống hách, tài giỏi lại có những kế hoạch khác. Tất cả những gì cô ấy muốn là đi chơi và chọc phá nam chính.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":""},{"id":"632f41c8decb16e375c4ce61","name":"Nữ phản diện bao nuôi trùm cuối","origin_name":"I'm the Villainess, So I'm Taming the Final Boss","thumb_url":"https://img.ophim.cc/uploads/movies/nu-phan-dien-bao-nuoi-trum-cuoi-thumb.jpg","type":"hoathinh","slug":"nu-phan-dien-bao-nuoi-trum-cuoi","year":2022,"country":["Nhật Bản"],"content":"Nữ phản diện bao nuôi trùm cuối","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":""},{"id":"6338864e0ee52b6834bee6de","name":"Tôi Trở Nên Mạnh Hơn Nhờ Nâng Cấp Các Kỹ Năng Của Nông Dân.","origin_name":"Noumin Kanren no Skill Bakka Agetetara Naze ka Tsuyoku Natta.","thumb_url":"https://img.ophim.cc/uploads/movies/toi-tro-nen-manh-hon-nho-nang-cap-cac-ky-nang-cua-nong-dan-thumb.jpg","type":"hoathinh","slug":"toi-tro-nen-manh-hon-nho-nang-cap-cac-ky-nang-cua-nong-dan","year":2022,"country":["Nhật Bản"],"content":"Al Wayne rất thích làm nông. Không phải là làm nông trong game đâu nhé, mà anh ta muốn trở thành một nông dân thực thụ cơ. Nhưng trong quá trình nâng điểm cho kỹ năng làm nông, vì một lý do nào đó mà chỉ số tổng thể của anh đã tăng vọt! Sức manh của anh đã trở nên không tưởng, đến mức ngay cả dũng sĩ mạnh nhất thế giới cũng phải ghen tị. Anh chỉ muốn một cuộc sống của nông dân bình thường, nhưng với việc quái vật và quỷ đến xâm lược, Al buộc phải khoác lên áo choàng dũng sĩ để bảo vệ giấc mơ của mình.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu"],"time":""},{"id":"633815410ee52b6834bc9c29","name":"Học Viện Anh Hùng Phần 6","origin_name":"My Hero Academia Ss6","thumb_url":"https://img.ophim.cc/uploads/movies/hoc-vien-anh-hung-phan-6-thumb.jpg","type":"hoathinh","slug":"hoc-vien-anh-hung-phan-6","year":2022,"country":["Nhật Bản"],"content":"Nối tiếp những câu chuyện giữa phe ác nhân và phe anh hùng ở mùa trước, ở phần tiếp theo đây chúng ta sẽ được chiêm ngưỡng tới cuộc chiến toàn tổng lực giữa hai phe chính và ta.","quality":"HD","lang":"Vietsub","category":["Hành Động","Học Đường"],"time":"23phút/tập"},{"id":"634c3bea2805d71a4933784a","name":"Dưới bóng trung điện","origin_name":"Under the Queen's Umbrella","thumb_url":"https://img.ophim.cc/uploads/movies/duoi-bong-trung-dien-thumb.jpg","type":"series","slug":"duoi-bong-trung-dien","year":2022,"country":["Hàn Quốc"],"content":"Một trung điện mạnh mẽ cố rèn những đứa con gây rối vào khuôn phép để một trong số họ có thể trở thành vị vua tiếp theo của Joseon, trong khi các đối thủ ganh đua giành ngai vàng.","quality":"HD","lang":"Vietsub","category":["Cổ Trang","Chính kịch"],"time":"75 phút/tập"},{"id":"632466cde89607295bea54d4","name":"Cô Gái Ngoài Hành Tinh Sài Tiểu Thất 2","origin_name":"My Girlfriend is an Alien 2","thumb_url":"https://img.ophim.cc/uploads/movies/co-gai-ngoai-hanh-tinh-sai-tieu-that-2-thumb.jpg","type":"series","slug":"co-gai-ngoai-hanh-tinh-sai-tieu-that-2","year":2022,"country":["Trung Quốc"],"content":"Câu chuyện tình yêu sắp đến hồi viên mãn lại gặp phải sóng gió của Sài Tiểu Thất và Phương Lãnh. Được biết, trong phần hai của bộ phim này, Giang Thập Nhất, vị hôn phu chính tông của Sài Tiểu Thất ở Cape Town đã nghe mệnh lệnh của mẫu hoàng, phải cưỡng chế đưa Sài Tiểu Thất trở về ngay trong ngày cưới của hai người rồi tiến hành tẩy não cô. Liệu CP \"Không khí lạnh\" này có vượt qua được sóng gió, tìm lại thời khắc ngọt ngào của mình không? Một câu chuyện mới, nhất định có thể mang đến cảm giác mới mẻ và đầy bất ngờ cho các bạn khán giả.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"55 phút/tập"},{"id":"63537d962805d71a4950fb1d","name":"Nơi Xứ Người Tôi Rất Ổn","origin_name":"Remembrance of Things Past","thumb_url":"https://img.ophim.cc/uploads/movies/noi-xu-nguoi-toi-rat-on-thumb.jpg","type":"series","slug":"noi-xu-nguoi-toi-rat-on","year":2021,"country":["Trung Quốc"],"content":"Nơi Xứ Người Tôi Rất Ổn (Remembrance of Things Past) là bộ phim với câu chuyện xoay quanh những người phụ nữ và đàn ông sinh ra trong những năm 80 và 90 gặp nhau ở Bắc Kinh. Dù cuộc sống ở nơi đô thị có phần bon chen, áp lực nhưng họ vẫn giữ vững ước mơ của mình và trải qua nhiều thử thách khác nhau trong cuộc sống, tình yêu và sự nghiệp.","quality":"HD","lang":"Vietsub","category":["Tâm Lý","Gia Đình"],"time":"70 phút/tập"},{"id":"6349b9592805d71a492a32b3","name":"Người Theo Đuổi Ánh Sáng","origin_name":"Light Chaser Rescue","thumb_url":"https://img.ophim.cc/uploads/movies/nguoi-theo-duoi-anh-sang-thumb.jpg","type":"series","slug":"nguoi-theo-duoi-anh-sang","year":2022,"country":["Trung Quốc"],"content":"Sau trận động đất ở Tây Xuyên, luật sư Luo Ben đã đến đó để tìm em gái của mình, Luo Yuan. Đây là lần đầu tiên anh gặp đội cứu hộ phi lợi nhuận do Đội trưởng Thanh Sơn dẫn đầu và sau đó anh gặp lại kẻ thù cũ Zhan Yan. Luo Ben vô cùng ấn tượng trước sự hỗ trợ lẫn nhau của người dân ở các khu vực bị ảnh hưởng và sự hy sinh của các nhân viên cứu hộ. Anh cũng rất ấn tượng trước kỹ năng y học tuyệt vời và lòng vị tha của Zhan Yan. Luo Ben, Xiong Fei, Zhou Mingming, Ding Dingding và những người mới khác tham gia đội cứu hộ phi lợi nhuận Yuanfang, dưới sự huấn luyện nghiêm ngặt của Đội trưởng Qingshan, và trở thành thành viên đội cứu hộ, họ tham gia nhiều lần vào các hoạt động cứu hộ khác nhau vì động đất , hỏa hoạn, chết đuối, bão. Bước ra khỏi phương hướng của cuộc sống, dùng mạng sống của mình cứu sống, thông qua lễ rửa tội trong thảm họa và cuối cùng họ trở thành những người ưu tú cứu hộ.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"45 phút/tập"},{"id":"6349b8f42805d71a492a3191","name":"Cậu Nhóc Đó Chẳng Đáng Yêu","origin_name":"Cute Bodyguard","thumb_url":"https://img.ophim.cc/uploads/movies/cau-nhoc-do-chang-dang-yeu-thumb.jpg","type":"series","slug":"cau-nhoc-do-chang-dang-yeu","year":2022,"country":["Trung Quốc"],"content":"Hai con người từ hai thế giới khác nhau được đưa đến với nhau khi một tai nạn dẫn đến Su Jing Jing, một cô gái có vẻ ngoài dễ thương nhưng có năng lực siêu nhiên được thuê làm vệ sĩ cho Gu Rong.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"45 phút/tập"},{"id":"6353d58a2805d71a4952850d","name":"Pearl","origin_name":"Pearl","thumb_url":"https://img.ophim.cc/uploads/movies/pearl-thumb.jpg","type":"single","slug":"pearl","year":2022,"country":["Âu Mỹ","Canada"],"content":"Bị mắc kẹt trong trang trại biệt lập của gia đình cô, Pearl phải chăm sóc người cha ốm yếu của mình dưới sự giám sát cay đắng và hống hách của người mẹ sùng đạo của cô. Ham muốn một cuộc sống hào nhoáng như cô ấy thấy trong phim, Pearl nhận thấy những tham vọng, cám dỗ và kìm nén của cô ấy đều va chạm trong câu chuyện nguồn gốc về nhân vật phản diện mang tính biểu tượng của X.","quality":"HD","lang":"Vietsub","category":["Kinh Dị"],"time":"103 Phút"},{"id":"6353c5bc2805d71a49523ae5","name":"Yêu Thêm Lần Nữa","origin_name":"Ask Yeniden ","thumb_url":"https://img.ophim.cc/uploads/movies/yeu-them-lan-nua-thumb.jpg","type":"series","slug":"yeu-them-lan-nua","year":2015,"country":["Thổ Nhĩ Kỳ"],"content":"Zeynep kết hôn với một người đàn ông mà gia đình cô không chấp thuận và đến Hoa Kỳ để sống ở đó. Cô sinh một bé trai nhưng khi cuộc hôn nhân không suôn sẻ, cô quyết định quay trở lại Thổ Nhĩ Kỳ vì đã bị tàn phá nặng nề. Mặt khác, Fatih xuất thân từ một gia đình giàu có và đến Hoa Kỳ để học tập. Tuy nhiên, anh ta không tìm thấy những gì mình mong đợi và quyết định quay trở lại Thổ Nhĩ Kỳ. Hai người có hoàn cảnh khác nhau tình cờ gặp nhau trên cùng chuyến bay đến Thổ Nhĩ Kỳ. Họ lập một hôn ước trên chuyến bay. Fatih muốn Zeynep đóng giả vợ mình vì gia đình anh buộc anh phải kết hôn với Irem. Anh ấy muốn tự do của mình trở lại. Mặt khác, Zeynep không muốn nhờ đến sự giúp đỡ từ gia đình nên cô chấp nhận lời đề nghị của Fatih.<figure class=\"image\"><img src=\"https://txp-storage.sgp1.digitaloceanspaces.com/wp-content/uploads/2022/06/03155106/love-once-again-ask-yeniden-0.jpg\" alt=\"\"></figure>Zeynep kết hôn với một người đàn ông mà gia đình cô không chấp thuận và đến Hoa Kỳ để sống ở đó. Cô sinh một bé trai nhưng khi cuộc hôn nhân không suôn sẻ, cô quyết định quay trở lại Thổ Nhĩ Kỳ vì đã bị tàn phá nặng nề. Mặt khác, Fatih xuất thân từ một gia đình giàu có và đến Hoa Kỳ để học tập. Tuy nhiên, anh ta không tìm thấy những gì mình mong đợi và quyết định quay trở lại Thổ Nhĩ Kỳ. Hai người có hoàn cảnh khác nhau tình cờ gặp nhau trên cùng chuyến bay đến Thổ Nhĩ Kỳ. Họ lập một hôn ước trên chuyến bay. Fatih muốn Zeynep đóng giả vợ mình vì gia đình anh buộc anh phải kết hôn với Irem. Anh ấy muốn tự do của mình trở lại. Mặt khác, Zeynep không muốn nhờ đến sự giúp đỡ từ gia đình nên cô chấp nhận lời đề nghị của Fatih.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":"2h30p/tập"},{"id":"6302b84c0048e70b827d9461","name":"Gia Tộc Rồng","origin_name":"House of the Dragon","thumb_url":"https://img.ophim.cc/uploads/movies/gia-toc-rong-thumb.jpg","type":"series","slug":"gia-toc-rong","year":2022,"country":["Âu Mỹ"],"content":"Là một phần tiền truyện sắp ra mắt của Game of Thrones . Nó được HBO đặt hàng vào tháng 10 năm 2019. Phần tiền truyện quay trở lại khoảng 200 năm xoay quanh sự khởi đầu của sự kết thúc của triều đại toàn năng từng thống trị Bảy Vương quốc Westeros.Phần tiền truyện Trò chơi vương quyền cho thấy triều đại Targaryen đang ở đỉnh cao sức mạnh tuyệt đối, với hơn 15 con rồng dưới ách của chúng. Hầu hết các đế chế - có thật và trong tưởng tượng - đều sụp đổ từ những đỉnh cao như vậy. Trong trường hợp của nhà Targaryens, sự sụp đổ chậm chạp của họ bắt đầu từ gần năm 193 nhiều năm trước các sự kiện của Game of Thrones , khi Vua Viserys Targaryen phá vỡ truyền thống thế kỷ bằng cách đặt tên con gái mình là Rhaenyra người thừa kế ngai vàng. Nhưng khi Viserys sau này có một đứa con trai, cả triều đình đã bị sốc khi Rhaenyra vẫn giữ tư cách là người thừa kế của ông. , và hạt giống của sự chia rẽ gieo rắc xích mích trên toàn cõi","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Phiêu Lưu"],"time":"60 phút/tập"}][{"id":"634a5c3a2805d71a492c0a21","name":"Một Cơ Hội Khác","origin_name":"Gelsin Hayat Bildigi Gibi (Another Chance)","thumb_url":"https://img.ophim.cc/uploads/movies/mot-co-hoi-khac-thumb.jpg","type":"series","slug":"mot-co-hoi-khac","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"Hầu hết thời gian, cuộc sống đến như nó biết. Điều này cũng tương tự đối với Sadi Payaslı, kẻ bắt nạt bất khuất của Ankara. Quá khứ của Sadi Payaslı sẽ theo anh ta ở trường trung học Karabayır, nơi anh ta được bổ nhiệm làm giáo viên địa lý, bỏ lại quá khứ bẩn thỉu của mình. Một trong những đứa trẻ đến trường trung học Karabayır từ trường giáo dưỡng có ý nghĩa rất đặc biệt với Sadi. Nhưng cả hai đều không hay biết về điều này. Một điều nữa mà Sadi Payaslı không hề hay biết là tình yêu và sự quan tâm của Songül, viên cảnh sát ngỗ ngược của Sở Công an, người mà anh ta đến từ Ankara. Hơn nữa, cuộc đời của anh sẽ đi vào ngõ cụt khi anh phải đối mặt với cô người yêu Derya, người mà anh đã vô tình bỏ lại 17 năm trước nhưng không bao giờ quên. Nhưng với tinh thần công lý không gì lay chuyển được, anh sẽ cân bằng cuộc sống và chăm sóc 5 học sinh bị kết án từ trường giáo dưỡng.","quality":"HD","lang":"Vietsub","category":["Hành Động","Chính kịch"],"time":"2h30p/tập"},{"id":"62e4d050425c8969e5e37a73","name":"Hãy Lắng Nghe Tôi","origin_name":"Duy Beni (Hear Me)","thumb_url":"https://img.ophim.cc/uploads/movies/hay-lang-nghe-toi-thumb.jpg","type":"series","slug":"hay-lang-nghe-toi","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"uộc sống của cô học sinh trung học Ekim, một người sống bình thường tại một trong những khu trung lưu của Istanbul, bị đảo lộn bởi một vụ tai nạn giao thông thương tâm diễn ra ngay trước mắt cô. Điều duy nhất mà Ekim nhớ về vụ tai nạn là chiếc mặt nạ trên mặt người lái xe và người bạn Leyla của cô ấy nằm trên mặt đất đầy máu.Chiếc xe đâm vào Leyla và bỏ chạy, người dân trong khu phố bắt đầu nổi loạn khi biết rằng hung thủ đang trốn trong trường Cao đẳng Gerçek - trường có khuôn viên rất gần khu phố. Chiếc xe gần như biến mất khi lao vào giữa ngôi trường mà con cái của những gia đình giàu có và quyền lực này theo học.Trong khi những người hàng xóm yêu cầu công lý, ban giám hiệu nhà trường cố gắng làm dịu phản ứng bằng cách trao học bổng cho ba học sinh từ khu phố của Leyla. Sau một thời gian, tin tức này được khép lại. Tuy nhiên, Ekim không có ý định buông tha cho kẻ đã khiến bạn thân mình dành phần đời còn lại của mình trên xe lăn. Chỉ có một điều mà cô ấy chắc chắn: Tên tội phạm là một trong những đứa trẻ nhà giàu và hư hỏng ở trường.Vì vướng phải vài rắc rối mà Ekim và hai người bạn kia phải đối mặt với cảnh bạo lực học đường do một nhóm học sinh gây nên, mà trong đó cầm đầu là “nữ hoàng” của trường.Khi Ekim đấu tranh để phá bỏ bức màn bí mật đen tối này và đảm bảo công lý, cảm xúc của cô ấy sẽ khiến cô ấy bối rối và trái tim của cô ấy sẽ bị đảo lộn.Liệu Ekim có đủ sức mạnh để vượt qua tất cả, đứng lên tìm ra và đưa sự thật ra công lý hay không?&nbsp;Hãy cùng chờ đón sự phát sóng của siêu phẩm “DUY BENI / HEAR ME / LẮNG NGHE TÔI” trên OPhim.CC nhé cả nhà mình ơiiii&nbsp;cho tớ thấy cánh tay của các bạn đang hóng phim này đi ạ","quality":"Full HD","lang":"Vietsub","category":["Tình Cảm","Học Đường"],"time":"2h30p/tập"},{"id":"634b3acf2805d71a492fdbf3","name":"Kara Sevda (Phần 2)","origin_name":"Tình Yêu Bất Tận","thumb_url":"https://img.ophim.cc/uploads/movies/kara-sevda-phan-2-thumb.jpg","type":"series","slug":"kara-sevda-phan-2","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"Kemal Soydere là con trai của một gia đình trung lưu. Trong năm cuối cùng của anh ấy trong ngành kỹ thuật khai thác mỏ, một cô gái tên Nihan bước vào cuộc sống đơn điệu của anh ấy. Tình yêu là không thể vì sự khác biệt giai cấp giữa họ, nhưng họ có thể ở bên nhau. Đó là cho đến ngày Kemal phải chuyển đến mỏ Zonguldak, không biết rằng Nihan sẽ bị ép buộc kết hôn với Emir Kozcuoğlu, một người đàn ông yêu cô từ khi họ còn là những đứa trẻ. Kemal tự cô lập mình tại nơi làm việc, và một ngày nọ, sau hành động giúp đỡ trong một vụ tai nạn ở mỏ, Kemal được thăng chức và đảm nhận một vị trí quyền lực trong công ty. Năm năm sau, Kemal quyết định quay trở lại Istanbul để đối mặt với quá khứ của mình.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"2h30p/tập"},{"id":"62fa0bbe294ccd8d66f11756","name":"Yêu Thuê","origin_name":"Kiralik Ask (Love for Rent)","thumb_url":"https://img.ophim.cc/uploads/movies/yeu-thue-thumb.jpg","type":"series","slug":"yeu-thue","year":2015,"country":["Thổ Nhĩ Kỳ"],"content":"Defne (Elcin Sangu) là một cô gái trẻ và xinh đẹp, làm nghề hầu bàn và phụ giúp gia đình. Kể từ khi cha mẹ cô qua đời, cô sống yên bình với bà nội, anh trai và em gái. Mặc dù không giàu có nhưng cô ấy không bao giờ phàn nàn và trở nên dễ dàng hạnh phúc. Tuy nhiên, cuộc sống bình dị của cô trở nên quá phức tạp và đảo lộn khi anh trai cô bị mafia bắt vì nợ nần. Để cứu anh trai mình, Defne phải tìm 200.000 TL trong 24 giờ.Mặt khác, Omer (Baris Arduc) là một CEO trẻ tuổi có một cửa hàng giày nổi tiếng. Anh ấy im lặng, nghiêm túc, sống nội tâm và tham công tiếc việc. Khi cha mẹ qua đời, anh tìm thấy sự bình yên trong một cửa hàng thợ đóng giày nhỏ, nơi anh bắt đầu học việc. Anh ấy học cách làm giày và bắt đầu công việc kinh doanh của riêng mình thông qua việc tạo ra một thương hiệu nổi tiếng. Mặc dù xuất thân từ một gia đình giàu có, nhưng anh ấy không bao giờ muốn tiền của ông mình và cố gắng làm bất cứ điều gì một mình. Anh ấy sống một cách kỷ luật như thể anh ấy muốn quên đi quá khứ của mình: thức dậy quá sớm, đi thuyền, ăn một số thứ nhất định trong những ngày xác định, và làm việc chăm chỉ cho đến quá muộn.Hai thế giới khác nhau này va chạm khi Omer đến nhà hàng nơi Defne làm việc. Omer muốn trốn khỏi một cuộc hẹn hò sắp đặt do dì vợ Neriman (Nergis Kumbasar) tổ chức. Vì vậy, anh ta giả làm bạn trai của Defne mà không nhận được sự đồng ý của Defne. Anh thậm chí còn hôn Defne để thuyết phục cô gái mà anh được cho là sẽ kết hôn nếu mọi thứ suôn sẻ. Omer đã hủy hoại thành công cuộc hẹn hò đã được sắp xếp này bằng cách sử dụng Defne nhưng anh ta không biết rằng tất cả những âm mưu này đều bị dì vợ Neriman của anh ta nhìn thấy.Neriman cố gắng tìm cách khiến Omer kết hôn trong sáu tháng để làm hài lòng bố chồng cô, người đe dọa sẽ tước quyền thừa kế của họ. Cô ấy muốn tìm một cô gái có thể khiến Omer yêu cô ấy trong sáu tháng. Neriman nhớ đến Defne và đề nghị cô ấy một lời đề nghị phi thường. Theo lời đề nghị này, Defne sẽ làm trợ lý riêng của Omer, cô ấy sẽ xinh đẹp cả ngày, cô ấy sẽ làm những gì Omer thích, và cô ấy sẽ khiến anh ấy phải lòng cô ấy. Mặc dù Defne không muốn tham gia vào trò chơi kiểu này, cô vẫn chấp nhận lời đề nghị cứu anh trai mình. Cô lấy tiền, cứu anh trai mình và bắt đầu cuộc sống đầy thử thách mới.Câu chuyện truyền hình trong bộ phim truyền hình Yêu thuê (kiralik ask), bạn sẽ tìm thấy một tình yêu kỳ lạ bắt đầu từ một trò chơi nhưng sau đó lại biến thành sự thật. Liệu Defne có xoay xở để hoàn thành nhiệm vụ của mình một cách thành công? Liệu Omer có tìm ra trò chơi và biết rằng Defne nhận được sự trợ giúp từ rất nhiều người để khiến anh ta yêu cô ấy không? Liệu cuối cùng tình yêu cho thuê có trở thành tình yêu thực sự?","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Chính kịch"],"time":"2h30p/tập"},{"id":"6353ba1b2805d71a49520b1c","name":"Bộ Sưu Tập Ngực Cỡ D Của Anh Chàng Hướng Dẫn Viên Leo Núi","origin_name":"D컵 레깅스 등산객 강제로 탐하는 산악관리인","thumb_url":"https://img.ophim.cc/uploads/movies/bo-suu-tap-nguc-co-d-cua-anh-chang-huong-dan-vien-leo-nui-thumb.jpg","type":"single","slug":"bo-suu-tap-nguc-co-d-cua-anh-chang-huong-dan-vien-leo-nui","year":2022,"country":["Hàn Quốc"],"content":"Các cô nàng có sở thích leo núi thường có vòng một săn chắc, nam chính là một hướng dẫn viên leo núi lâu năm, anh ta đã quyết định tạo ra một bộ sưu tập các em gái ngực cỡ D cho riêng mình","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"60 phút"},{"id":"6353b9502805d71a495207c7","name":"Buổi Chạy Bộ Của Hai Cô Nàng Xinh Đẹp","origin_name":"레깅스로 조여주는 발정 등산객","thumb_url":"https://img.ophim.cc/uploads/movies/buoi-chay-bo-cua-hai-co-nang-xinh-dep-thumb.jpg","type":"single","slug":"buoi-chay-bo-cua-hai-co-nang-xinh-dep","year":2022,"country":["Hàn Quốc"],"content":"Hai cô nàng xinh đẹp rủ nhau đi chạy bộ để có một thân hình gợi cảm thì gặp được hai anh chàng đẹp trai đang trên đường về nhà, họ đã nhận lời cùng nhau mở một buổi tiệc nhỏ để làm quen và sau đó ...","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"62 phút"},{"id":"6349ba1b2805d71a492a34cd","name":"Thời Gian Ấm Áp Bên Em","origin_name":"Warm Time With You","thumb_url":"https://img.ophim.cc/uploads/movies/thoi-gian-am-ap-ben-em-thumb.jpg","type":"series","slug":"thoi-gian-am-ap-ben-em","year":2022,"country":["Trung Quốc"],"content":"Wu Yi là một cậu bé mồ côi cha mẹ nhưng sống một cuộc sống ấm áp và hạnh phúc với người cô của mình, Wu Jiao Jiao, người điều hành một võ quán. Chú của anh, chủ tịch độc đoán Qi Mo, muốn cha anh gặp đứa cháu trai duy nhất của mình và vì vậy anh bắt đầu cuộc chiến giành quyền nuôi con với Wu Jiao Jiao, một phụ nữ trẻ đầy nhiệt huyết và sẽ không dễ dàng từ bỏ.","quality":"HD","lang":"Vietsub","category":["Hài Hước","Gia Đình","Chính kịch"],"time":"5 phút/tập"},{"id":"63532f5d2805d71a494f977c","name":"Tân Họa Bì","origin_name":"New Painted Skin","thumb_url":"https://img.ophim.cc/uploads/movies/tan-hoa-bi-thumb.jpg","type":"single","slug":"tan-hoa-bi","year":2022,"country":["Trung Quốc"],"content":"Tướng quân Thủ Dương của nhân tộc đã giả vờ đầu hàng yêu tộc trong một trận chiến lớn và chờ đợi thời điểm thích hợp để giết Quỷ vương. Qủy Vương ra lệnh bắt Thu Tang vị hôn thê của Thủ Dương làm con tin. Tuy nhiên, sau khi giết Thu Tang do nhầm lẫn, chủ xưởng Trường Miên chế tạo mặt nạ da đã cải trang thành Thu Tang. Thủ Dương đưa Thu Tang trở lại trấn yêu, và Trường Miên thay thế Thu Tang làm vợ . Ma Vương biết được bộ mặt thật của Trường Miên, đã đe dọa Trường Miên. Trường Miên không thể chịu đựng được việc lừa dối Thủ Dương đã chủ động tiết lộ sự thật cho Thủ Dương biết. Khi Ma Vương xuất quân Thủ Dương đã chiến đấu với Ma Vương, nhưng vào lúc chiến thắng, ông nhìn thấy Trường Miên đóng giả Ma Vương. Hóa ra là Trường Miên đã bí mật thiết lập một âm mưu, liều mạng của mình, để giết Ma Vương một mình. Cô cải trang thành Ma Vương và đến gặp Thủ Dương, sẵn sàng chết dưới lưỡi kiếm của chàng.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Cổ Trang","Tâm Lý","Viễn Tưởng"],"time":"92 Phút"},{"id":"635387342805d71a49513583","name":"Những Kẻ Đào Tẩu - Phần 2","origin_name":"Profugos - Season 2","thumb_url":"https://img.ophim.cc/uploads/movies/nhung-ke-dao-tau-phan-2-thumb.jpg","type":"series","slug":"nhung-ke-dao-tau-phan-2","year":2013,"country":["Âu Mỹ"],"content":"Là câu chuyện một vụ vận chuyển ma túy thất bại ở biên giới Chilê và Bolivia biến thành một vụ đấu súng kinh hoàng. Một câu chuyện phức tạp đầy rẫy dục vọng, lòng tham và bạo lực.Họ phải chạy trốn không ngừng nghỉ mà không hề biết cái gì đang săn đuổi họ.","quality":"HD","lang":"Vietsub","category":["Hành Động","Tâm Lý","Phiêu Lưu"],"time":"45 phút"},{"id":"635386542805d71a4951324e","name":"Những Kẻ Đào Tẩu (Phần 1)","origin_name":"Profugos (Season 1)","thumb_url":"https://img.ophim.cc/uploads/movies/nhung-ke-dao-tau-phan-1-thumb.jpg","type":"series","slug":"nhung-ke-dao-tau-phan-1","year":2013,"country":["Âu Mỹ"],"content":"Là câu chuyện một vụ vận chuyển ma túy thất bại ở biên giới Chilê và Bolivia biến thành một vụ đấu súng kinh hoàng. Một câu chuyện phức tạp đầy rẫy dục vọng, lòng tham và bạo lực.Họ phải chạy trốn không ngừng nghỉ mà không hề biết cái gì đang săn đuổi họ.","quality":"HD","lang":"Vietsub","category":["Hành Động","Tâm Lý","Phiêu Lưu"],"time":"45 phút"},{"id":"62c6afc6a862e5da38277d84","name":"Dã ngoại ở thế giới khác","origin_name":"Urasekai Picnic","thumb_url":"https://img.ophim.cc/uploads/movies/da-ngoai-o-the-gioi-khac-thumb.jpg","type":"hoathinh","slug":"da-ngoai-o-the-gioi-khac","year":2021,"country":["Nhật Bản"],"content":"Thế giới bên kia nơi xuất hiện một sự tồn tại nguy hiểm được kể như một câu chuyện ma có thật. Có một thế giới đầy bí ẩn bên cạnh thực tế. Kagoshi Sorayo khám phá ra Thế giới bên kia từ cánh cửa của căn phòng bỏ hoang và gặp Toriko Nishina. Toriko đề nghị Sorayo hợp tác khám phá Thế giới bên kia. Cô đang tìm kiếm một người phụ nữ tên Saetsuki đã mất tích ở \"thế giới ngầm\". Hai người đặt chân vào cuộc hành trình phi thường gặp phải nhiều bí ẩn khác nhau, và một cuộc sinh tồn nguy hiểm bắt đầu!","quality":"HD","lang":"Vietsub","category":["Phiêu Lưu"],"time":"24 phút/tập"},{"id":"63537a1d2805d71a4950e985","name":"Cư Dân Ma Quái","origin_name":"The Inhabitant","thumb_url":"https://img.ophim.cc/uploads/movies/the-inhabitant-thumb.jpg","type":"single","slug":"the-inhabitant","year":2022,"country":["Âu Mỹ"],"content":"Giống như bất kỳ cô gái tuổi teen nào khác, Tara chỉ đang học trung học - nhưng cha và mẹ cô ấy dường như xa cách một cách kỳ lạ. Giữa hàng loạt vụ giết người bằng rìu khủng khiếp gần đó, Tara nhìn thấy những thực thể đáng sợ, buộc cô phải đặt câu hỏi về sự tỉnh táo của chính mình và gây sốc cho tổ tiên.","quality":"HD","lang":"Vietsub","category":["Kinh Dị","Bí ẩn"],"time":"97 Phút"},{"id":"62f7280b294ccd8d66eaaa0c","name":"Xác Suất Tình Yêu 12%","origin_name":"My Only 12%","thumb_url":"https://img.ophim.cc/uploads/movies/xac-suat-tinh-yeu-12-thumb.jpg","type":"series","slug":"xac-suat-tinh-yeu-12","year":2022,"country":["Thái Lan"],"content":"My Only 12% (Xác Suất Tình Yêu 12%) kể về câu chuyện của Cake và See-ew, là hai người bạn từ nhỏ. Hai người là hàng xóm của nhau và cùng nhau lớn lên. Nhưng tính cách của họ lại hoàn toàn trái ngược nhau. Cake thân thiện và hướng ngoại, còn See-ew là người hướng nội và hay xấu hổ. Hai người với cuộc sống hoàn toàn khác nhau, cuối cùng họ sẽ ở bên nhau như thế nào…","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"635379922805d71a4950e779","name":"Stars at Noon","origin_name":"Stars at Noon","thumb_url":"https://img.ophim.cc/uploads/movies/stars-at-noon-thumb.jpg","type":"single","slug":"stars-at-noon","year":2022,"country":["Âu Mỹ"],"content":"Ở Nicaragua ngày nay, một nhà báo Mỹ cứng đầu và một doanh nhân bí ẩn người Anh bắt đầu một mối tình lãng mạn khi họ bị cuốn vào một mê cung nguy hiểm của những lời nói dối và âm mưu và buộc phải cố gắng trốn khỏi đất nước.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Chính kịch","Bí ẩn"],"time":"138 Phút"},{"id":"63537c082805d71a4950f31c","name":"Vụ Mất Tích Bí Ẩn","origin_name":"Open Heart","thumb_url":"https://img.ophim.cc/uploads/movies/vu-mat-tich-bi-an-thumb.jpg","type":"series","slug":"vu-mat-tich-bi-an","year":2015,"country":["Canada"],"content":"Vụ Mất Tích Bí Ẩn - Open Heart 2015 thuyết minh Trước sự mất tích của cha, cô bé 16 tuổi Dylan Blake gây gổ với một đám người, bị bắt giữ và bị tuyên án phải lao động công ích phục vụ cộng đồng tại Open Heart Memorial, bệnh viện nơi mẹ và chị cô làm bác sỹ, nơi ông bà cô là thành viên của hội đồng quản trị...và là nơi mà cha cô được nhìn thấy lần cuối cùng 1 người phụ nữ tóc vàng bí ẩn, trước khi ông biến mất.Gia đình Blake đang che dấu bí mật gì ?","quality":"HD","lang":"Thuyết Minh ","category":["Hành Động","Tâm Lý","Phiêu Lưu","Bí ẩn"],"time":"22 phút"},{"id":"633ecffe0ee52b6834d5467b","name":"Thám Tử Ma Cà Rồng","origin_name":"Vampire Detective","thumb_url":"https://img.ophim.cc/uploads/movies/tham-tu-ma-ca-rong-1-thumb.jpg","type":"series","slug":"tham-tu-ma-ca-rong-1","year":2016,"country":["Hàn Quốc"],"content":"Sê-ri hình sự, giả tưởng gay cấn với nhân vật chính là thám tử tư Yoon San. Một ngày nọ, anh chàng đẹp trai đột nhiên bị biến thành ma cà rồng. Một mặt Yoon San vừa phải tiếp tục các hợp đồng điều tra, mặt khác anh phải nhanh chóng tìm ra điều bí ẩn quanh thân phận của mình.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tâm Lý"],"time":"67 phút"},{"id":"635379c82805d71a4950e817","name":"Tuổi 18 Dang Dở","origin_name":"Somehow 18","thumb_url":"https://img.ophim.cc/uploads/movies/tuoi-18-dang-do-thumb.jpg","type":"series","slug":"tuoi-18-dang-do","year":2017,"country":["Hàn Quốc"],"content":"Đây là phim thứ ba lấy đề tài xuyên không và là webdrama thứ ba của jTBC trong tháng này. Khi còn học trung học, Kyung Hwi (Minho) thường xuyên bị bắt nạt. Thời đó, anh đem lòng yêu Na Bi (Lee Yoo Bi), cũng là mối tình đầu của anh, nhưng không may cô đã qua đời. Giờ đây Kyung Hwi đã là một bác sĩ nội trú khoa chỉnh hình. Để cứu Na Bi, anh quyết định quay ngược lại thời điểm năm 18 tuổi.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Hài Hước"],"time":"60 phút"},{"id":"63301f12913f505cec838e3f","name":"Bộ Đôi Luật Sư","origin_name":"May It Please The Court","thumb_url":"https://img.ophim.cc/uploads/movies/bo-doi-luat-su-thumb.jpg","type":"series","slug":"bo-doi-luat-su","year":2022,"country":["Hàn Quốc"],"content":"Luật sư Ace của một công ty luật lớn, No Chak Hee, sẵn sàng chấp nhận mọi rủi ro để thắng một vụ kiện và được thiết lập để được thăng chức lên vị trí đối tác nhưng một vấn đề xảy ra trong một vụ án mà cô ấy đã chấp nhận. Vì vụ án, cô ấy bị đình chỉ trong một năm. Sau đó, cô bắt đầu bắt đầu công việc như một người bảo vệ công cộng nhưng hy vọng sẽ trở lại vị trí của mình tại công ty luậtnơi cô ấy đã làm việc trước đây. Là một người bảo vệ công chúng, cô ấy chia sẻ văn phòng với người bảo vệ công chúng, Jwa Shi Baek, một sinh viên tốt nghiệp hàng đầu từ Viện Nghiên cứu và Đào tạo Tư pháp. Thay vì trở thành thẩm phán, công tố viên hoặc luật sư tại một công ty luật lớn, anh ấy đã chọn làm một người bảo vệ công chúng. Anh ấy nhiệt tình với công việc của mình nhưng cũng có một phần bí ẩn trong cuộc sống cá nhân của mình mà không ai biết về. Không có Chak Hee và Jwa Shi Baek không hợp nhau lắm, nhưng một vụ án giết người hàng loạt đã đưa họ đến với nhau và khi họ cố gắng giải quyết vụ án cùng nhau, nhiều bí mật được hé lộ và họ trở nên tin tưởng lẫn nhau.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"635330302805d71a494f99a2","name":"Toàn Chức Pháp Sư (Phần 1)","origin_name":"Time Magister (Season 1)","thumb_url":"https://img.ophim.cc/uploads/movies/toan-chuc-phap-su-phan-1-thumb.jpg","type":"hoathinh","slug":"toan-chuc-phap-su-phan-1","year":2016,"country":["Trung Quốc"],"content":"Mạc Phàm phát hiện tuyệt đại đa số mọi người đều chỉ có thể tu luyện được một hệ phép thuật mà chính mình nhưng là toàn hệ toàn năng pháp sư. Bên ngoài thành phố, lũ yêu ma quỷ quái đang nhìn chằm chằm loài người như hổ đói, chực chờ tấn công. Thế giới vốn tôn sùng khoa học giờ đây tôn sùng Ma pháp… Tỉnh giấc Mạc Phàm đã bị xuyên đến thế giới lấy ma pháp làm đầu. Tại một trường cao trung Ma pháp diễn ra cuộc thi cổ vũ các học sinh phải trở thành Ma pháp sư xuất sắc.","quality":"HD","lang":"Vietsub","category":["Hành Động","Võ Thuật","Viễn Tưởng","Phiêu Lưu"],"time":"19 phút/tập"},{"id":"62722e493a2c0c6289bbaae4","name":"Toàn Chức Pháp Sư (Phần 5)","origin_name":"Quanzhi Fashi (Season 5)","thumb_url":"https://img.ophim.cc/uploads/movies/toan-chuc-phap-su-5-thumb.jpg","type":"hoathinh","slug":"toan-chuc-phap-su-5","year":2021,"country":["Trung Quốc"],"content":"Mạc Phàm phát hiện tuyệt đại đa số mọi người đều chỉ có thể tu luyện được một hệ phép thuật mà chính mình nhưng là toàn hệ toàn năng pháp sư. Bên ngoài thành phố, lũ yêu ma quỷ quái đang nhìn chằm chằm loài người như hổ đói, chực chờ tấn công. Thế giới vốn tôn sùng khoa học giờ đây tôn sùng Ma pháp…","quality":"HD","lang":"Thuyết Minh","category":["Hành Động","Viễn Tưởng","Phiêu Lưu","Khoa Học"],"time":"20 phút/tập"},{"id":"635331e02805d71a494f9da3","name":"Toàn Chức Pháp Sư (Phần 4)","origin_name":"Quanzhi Fashi (Season 4)","thumb_url":"https://img.ophim.cc/uploads/movies/toan-chuc-phap-su-phan-4-thumb.jpg","type":"hoathinh","slug":"toan-chuc-phap-su-phan-4","year":2020,"country":["Trung Quốc"],"content":"Mở mắt tỉnh giấc, thế giới đại biến. Một trường cấp 3 quen thuộc giảng dạy Ma pháp, cổ vũ các học sinh phải trở thành Ma pháp sư xuất sắc. Bên ngoài đô thị, lũ yêu ma quỷ quái đăng chằm chằm nhìn loài người như hổ đói, chực chờ tấn công. Thế giới vốn tôn sùng khoa học giờ đây tôn sùng Ma pháp… Mạc Phàm phát hiện hầu hết mọi người chỉ học được một hệ ma thuật, nhưng cậu lại là một pháp sư toàn năng…","quality":"HD","lang":"Thuyết Minh","category":["Hành Động","Võ Thuật","Viễn Tưởng","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"635331612805d71a494f9c84","name":"Toàn Chức Pháp Sư (Phần 3)","origin_name":"Quanzhi Fashi (Season 3)","thumb_url":"https://img.ophim.cc/uploads/movies/toan-chuc-phap-su-phan-3-thumb.jpg","type":"hoathinh","slug":"toan-chuc-phap-su-phan-3","year":2018,"country":["Trung Quốc"],"content":"Mạc Phàm phát hiện tuyệt đại đa số mọi người đều chỉ có thể tu luyện được một hệ phép thuật mà chính mình nhưng là toàn hệ toàn năng pháp sư. Bên ngoài thành phố, lũ yêu ma quỷ quái đang nhìn chằm chằm loài người như hổ đói, chực chờ tấn công. Thế giới vốn tôn sùng khoa học giờ đây tôn sùng Ma pháp…","quality":"HD","lang":"Vietsub","category":["Hành Động","Võ Thuật","Viễn Tưởng","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"6353308f2805d71a494f9a9d","name":"Toàn Chức Pháp Sư (Phần 2)","origin_name":"Quanzhi Fashi (Season 2)","thumb_url":"https://img.ophim.cc/uploads/movies/toan-chuc-phap-su-phan-2-thumb.jpg","type":"hoathinh","slug":"toan-chuc-phap-su-phan-2","year":2017,"country":["Trung Quốc"],"content":"Một lần nữa mạc phàm lại táy xuất. Mở mắt tỉnh giấc, thế giới đại biến. Một trường cấp 3 quen thuộc giảng dạy Ma pháp, cổ vũ các học sinh phải trở thành Ma pháp sư xuất sắc. Bên ngoài đô thị, lũ yêu ma quỷ quái đăng chằm chằm nhìn loài người như hổ đói, chực chờ tấn công. Thế giới vốn tôn sùng khoa học giờ đây tôn sùng Ma pháp… Mạc Phàm phát hiện hầu hết mọi người chỉ học được một hệ ma thuật, nhưng cậu lại là một pháp sư toàn năng…","quality":"HD","lang":"Vietsub","category":["Hành Động","Võ Thuật","Viễn Tưởng","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"63532e592805d71a494f94ed","name":"Theo and the Metamorphosis","origin_name":"Théo et les métamorphoses","thumb_url":"https://img.ophim.cc/uploads/movies/theo-and-the-metamorphosis-thumb.jpg","type":"single","slug":"theo-and-the-metamorphosis","year":2022,"country":["Pháp"],"content":"Theo, một thanh niên 27 tuổi mắc hội chứng Down, sống cùng cha trong một ngôi nhà biệt lập giữa rừng. Họ sống hòa thuận với thiên nhiên và động vật, nhưng một ngày nọ, người cha ra đi, để lại cậu con trai một mình với những tầm nhìn của mình ... Sau đó Theo bắt đầu chuyến phiêu lưu của mình, trong đó anh tự đổi mới, mở ra thế giới, trải nghiệm tự do và cố gắng khám phá bản chất của sự vật và của chúng sinh.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"96 Phút"}][{"id":"623352053c735a9a446e0cb7","name":"Siêu Nhân Trở Lại","origin_name":"Superman Returns","thumb_url":"https://img.ophim.cc/uploads/movies/sieu-nhan-tro-lai-thumb.jpg","type":"single","slug":"sieu-nhan-tro-lai","year":2006,"country":["Âu Mỹ","Úc"],"content":"Sau một cuộc vắng mặt bí ẩn vài năm, người đàn ông của thép trở về Trái đất trong Siêu nhân phiêu lưu hành động hoành tráng trở lại, một chương mới tăng vọt trong Saga của một trong những siêu anh hùng yêu thích nhất thế giới. Trong khi một kẻ thù cũ sẽ khiến anh ta bất khả xâm phạm một lần và mãi mãi, Superman phải đối mặt với việc nhận ra sự đau lòng mà người phụ nữ yêu, Lois Lane, đã chuyển đến cuộc sống của mình. Hay có cô ấy? Superman's Bittersweet Return thách thức anh ta thu hẹp khoảng cách giữa họ trong khi tìm một nơi trong một xã hội đã học cách sống sót mà không có anh ta. Trong một nỗ lực để bảo vệ thế giới, anh ta yêu thích sự hủy diệt của Cataclysmic, Superman bắt đầu một hành trình cứu chuộc sử thi đưa anh ta từ sâu thẳm đại dương đến xa vươn xa.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Khoa Học"],"time":"2g 34ph"},{"id":"63532dda2805d71a494f931e","name":"Tình yêu hiện đại","origin_name":"Modern Love Tokyo","thumb_url":"https://img.ophim.cc/uploads/movies/tinh-yeu-hien-dai-thumb.jpg","type":"series","slug":"tinh-yeu-hien-dai","year":2022,"country":["Nhật Bản"],"content":"Sê-ri Amazon Original “Tình yêu hiện đại”, dựa trên một chuyên mục xuất hiện trên Thời báo New York, đã được phát hành từ năm 2019. Giờ đây, “Tình yêu hiện đại” khởi động lại với giao diện mới ở Tokyo với tên gọi “Tình yêu hiện đại Tokyo”. Tuyển tập bảy tập có sự tham gia của các diễn viên chính và mô tả nhiều dạng “tình yêu” khác nhau, chẳng hạn như tình yêu gần như bị lãng quên, tình yêu giữa con trai và mẹ, và tình yêu vượt qua biên giới.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"38 phút/tập"},{"id":"62b4009a3e39f9843ca8a5d0","name":"Dọn nhà cùng Marie Kondo","origin_name":"Tidying Up with Marie Kondo","thumb_url":"https://img.ophim.cc/uploads/movies/don-nha-cung-marie-kondo-thumb.jpg","type":"tvshows","slug":"don-nha-cung-marie-kondo","year":2019,"country":["Âu Mỹ"],"content":"Chuyên gia dọn nhà lừng danh thế giới Marie Kondo giúp khách hàng loại bỏ những bộn bề và lựa chọn niềm vui trong loạt chương trình tân trang nhà cửa truyền cảm hứng.","quality":"HD","lang":"Vietsub","category":["Gia Đình"],"time":"47phút/tập"},{"id":"63532d412805d71a494f91a3","name":"Argentina, 1985","origin_name":"Argentina, 1985","thumb_url":"https://img.ophim.cc/uploads/movies/argentina-1985-thumb.jpg","type":"single","slug":"argentina-1985","year":2022,"country":["Tây Ban Nha"],"content":"Một công tố viên, một luật sư trẻ và đội ngũ pháp lý thiếu kinh nghiệm của họ truy tố những người đứng đầu chế độ độc tài quân sự của Argentina.","quality":"HD","lang":"Vietsub","category":["Chính kịch","Bí ẩn"],"time":"140 Phút"},{"id":"63525b632805d71a494ba39d","name":"28 ngày ma ám","origin_name":"28 Days Haunted","thumb_url":"https://img.ophim.cc/uploads/movies/28-ngay-ma-am-thumb.jpg","type":"series","slug":"28-ngay-ma-am","year":2022,"country":["Âu Mỹ"],"content":"Ba đội, mỗi đội dành 28 ngày ở một số địa điểm ám ảnh nhất nước Mỹ theo thử nghiệm huyền bí dựa trên các giả thuyết của Ed và Lorraine Warren.","quality":"HD","lang":"Vietsub","category":["Kinh Dị"],"time":"33 phút/tập"},{"id":"63525ac22805d71a494ba019","name":"Từ số không","origin_name":"From Scratch","thumb_url":"https://img.ophim.cc/uploads/movies/tu-so-khong-thumb.jpg","type":"series","slug":"tu-so-khong","year":2022,"country":["Âu Mỹ"],"content":"Một họa sĩ rơi vào lưới tình với một đầu bếp ở Ý và dấn thân vào hành trình thay đổi cuộc đời, chứa đựng tình yêu, mất mát, nghị lực cùng hi vọng qua nhiều nền văn hóa và lục địa.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"53 phút/tập"},{"id":"63525a852805d71a494b9f02","name":"ONI: Sự tích thần sấm","origin_name":"ONI: Thunder God's Tale","thumb_url":"https://img.ophim.cc/uploads/movies/oni-su-tich-than-sam-thumb.jpg","type":"hoathinh","slug":"oni-su-tich-than-sam","year":2022,"country":["Âu Mỹ"],"content":"Ở thế giới thần bí của các vị thần và linh hồn Nhật Bản, một cô bé can đảm nỗ lực tiếp bước người bố bí ẩn và tìm được sức mạnh thực sự của mình.","quality":"HD","lang":"Vietsub","category":["Gia Đình"],"time":"38 phút/tập"},{"id":"62c556d4a862e5da3824f323","name":"Những bộ phim lớn lên cùng chúng ta (Phần 1)","origin_name":"The Movies That Made Us (Season 1)","thumb_url":"https://img.ophim.cc/uploads/movies/nhung-bo-phim-lon-len-cung-chung-ta-phan-1-thumb.jpg","type":"series","slug":"nhung-bo-phim-lon-len-cung-chung-ta-phan-1","year":2019,"country":["Âu Mỹ"],"content":"Những bộ phim bom tấn này đưa ta đến với nhau, cho ta những khoảnh khắc tuyệt vời. Hãy gặp gỡ các diễn viên, đạo diễn và người trong ngành đã làm nên những bộ phim này.","quality":"HD","lang":"Vietsub","category":["Tài Liệu"],"time":"47phút/tập"},{"id":"63525a502805d71a494b9e19","name":"Người con của bộ lạc (Phần 2)","origin_name":"Barbarians (Season 2)","thumb_url":"https://img.ophim.cc/uploads/movies/nguoi-con-cua-bo-lac-phan-2-thumb.jpg","type":"series","slug":"nguoi-con-cua-bo-lac-phan-2","year":2022,"country":["Đức"],"content":"Một năm sau thất bại của Varus, một vị tướng La Mã mới bắt nhịp với cuộc sống ở Germania khi Ari tìm cách trở thành vua của mọi bộ tộc – song một đối thủ cản đường anh.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Chính kịch"],"time":"51 phút/tập"},{"id":"63525c202805d71a494ba7c8","name":"Lời thú tội của một kẻ vận chuyển ma túy Ibiza","origin_name":"High: Confessions of an Ibiza Drug Mule","thumb_url":"https://img.ophim.cc/uploads/movies/loi-thu-toi-cua-mot-ke-van-chuyen-ma-tuy-ibiza-thumb.jpg","type":"series","slug":"loi-thu-toi-cua-mot-ke-van-chuyen-ma-tuy-ibiza","year":2021,"country":["Anh"],"content":"Bị bắt vì buôn lậu cocain, Michaella McCollum trực tiếp kể lại hành trình gây sốc của cô ta trong thế giới buôn bán ma túy bất hợp pháp.","quality":"HD","lang":"Vietsub","category":["Tài Liệu"],"time":"30 phút/tập"},{"id":"62346afe3c735a9a446e235c","name":"Kỵ Sĩ Bóng Đêm Trỗi Dậy","origin_name":"The Dark Knight Rises","thumb_url":"https://img.ophim.cc/uploads/movies/ky-si-bong-dem-troi-day-thumb.jpg","type":"single","slug":"ky-si-bong-dem-troi-day","year":2012,"country":["Âu Mỹ","Anh"],"content":"Mặc dù nổi tiếng của anh ta sau những sự kiện của The Dark Knight (2008), trong đó anh ta tham gia rap cho tội ác của vết lõm, người Batman cảm thấy bị buộc phải can thiệp để hỗ trợ thành phố và lực lượng cảnh sát của nó, đang vật lộn để đối phó với kế hoạch của Bane để phá hủy thành phố.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Khoa Học","Kinh Dị"],"time":"2g 45ph"},{"id":"63525bd12805d71a494ba5ef","name":"Hậu duệ của Clotilda","origin_name":"Descendant","thumb_url":"https://img.ophim.cc/uploads/movies/hau-due-cua-clotilda-thumb.jpg","type":"single","slug":"hau-due-cua-clotilda","year":2022,"country":["Âu Mỹ"],"content":"Họ là hậu duệ của những nô lệ châu Phi trên con tàu bất hợp pháp đến Alabama năm 1860. Giờ họ tìm công lý và sự chữa lành khi phần còn lại của con tàu được tìm thấy.","quality":"HD","lang":"Vietsub","category":["Tài Liệu"],"time":"1g 49phút"},{"id":"63525b292805d71a494ba273","name":"Cô gái thế kỷ 20","origin_name":"20th Century Girl","thumb_url":"https://img.ophim.cc/uploads/movies/co-gai-the-ky-20-thumb.jpg","type":"single","slug":"co-gai-the-ky-20","year":2022,"country":["Hàn Quốc"],"content":"Năm 1999, một cô nàng tuổi teen theo dõi sát sao một nam sinh trong trường thay cho cô bạn thân si tình. Nhưng rồi, chính cô lại bị cuốn vào câu chuyện tình của riêng mình.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"121 Phút"},{"id":"6341068c0ee52b6834dbcd8a","name":"Seiken Densetsu: Legend of Mana - The Teardrop Crystal","origin_name":"聖剣伝説 Legend of Mana -The Teardrop Crystal-","thumb_url":"https://img.ophim.cc/uploads/movies/seiken-densetsu-legend-of-mana-the-teardrop-crystal-thumb.jpg","type":"hoathinh","slug":"seiken-densetsu-legend-of-mana-the-teardrop-crystal","year":2022,"country":["Nhật Bản"],"content":"Seiken Densetsu: Legend of Mana - The Teardrop Crystal","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Phiêu Lưu"],"time":"23phút/tập"},{"id":"62bdc7d99464119c34568924","name":"Lucifer Và Chiếc Búa Bánh Quy (Samidare Của Những Tinh Cầu)","origin_name":"The Lucifer and Biscuit Hammer Hoshi no samidare","thumb_url":"https://img.ophim.cc/uploads/movies/lucifer-va-chiec-bua-banh-quy-thumb.jpg","type":"hoathinh","slug":"lucifer-va-chiec-bua-banh-quy","year":2022,"country":["Nhật Bản"],"content":"Asamiya Yuuhi là một sinh viên đại học vô cùng bình thường cho đến ngày một con thằn lằn xuất hiện và yêu cầu cậu giải cứu thế giới. Điều tiếp theo được tiết lộ chính là cậu đã được trao cho một chiếc nhẫn với sức mạnh đặc biệt, cộng với kẻ thù đang rình rập xung quanh. Đây là một câu chuyện độc đáo pha trộn giữa cuộc sống thường ngày với sự kỳ quái và siêu nhiên.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Bí ẩn"],"time":"25 phút/tập"},{"id":"63372d0e0ee52b6834ba2dc4","name":"Sư phụ của tôi không có đuôi","origin_name":"My Master has no Tail","thumb_url":"https://img.ophim.cc/uploads/movies/su-phu-cua-toi-khong-co-duoi-thumb.jpg","type":"hoathinh","slug":"su-phu-cua-toi-khong-co-duoi","year":2022,"country":["Nhật Bản"],"content":"Mameda là một bé Tanuki ôm mộng được trở thành con người vào một ngày nào đó. Một ngày nọ, bé biến hình thành một cô gái và quyết định đi đến Osaka, trớ trêu thay... cô bé nhanh chóng bị bắt quả tang! Trong quá trình chạy trốn khỏi sự truy bắt của con người, cô bé được một người phụ nữ xinh đẹp tuyệt trần cứu, và bảo cô bé rằng hãy quay về nơi ở của bản thân đi. Người phụ nữ này tự xưng là Người kể chuyện hài. Và từ đó, các bạn sẽ được dẫn dẵn vào những câu chuyện hài thời Taisho với những tiếng cười vui nhộn!","quality":"HD","lang":"Vietsub","category":["Phiêu Lưu"],"time":""},{"id":"62ec1372294ccd8d66cbff50","name":"Ngày Tận Thế Với Chú Chó Shiba Của Tôi","origin_name":"Sekai no Owari ni Shiba Inu to","thumb_url":"https://img.ophim.cc/uploads/movies/ngay-tan-the-voi-chu-cho-shiba-cua-toi-thumb.jpg","type":"hoathinh","slug":"ngay-tan-the-voi-chu-cho-shiba-cua-toi","year":2022,"country":["Nhật Bản"],"content":"Một sự kiện khải huyền đã biến Trái đất thành một vùng đất hoang vắng, để lại một cô gái trẻ là người duy nhất sống sót. Trong cuộc hành trình xuyên qua môi trường loạn lạc này, cô được theo sau bởi một người bạn đồng hành kỳ quặc: một con vật cưng biết nói Shiba Inu!","quality":"HD","lang":"Vietsub","category":["Gia Đình"],"time":"2 phút/tập"},{"id":"62e39e58425c8969e5dea44f","name":"Tinh Nguyên Chi Chủ","origin_name":"Master of the Star Spring","thumb_url":"https://img.ophim.cc/uploads/movies/tinh-nguyen-chi-chu-thumb.jpg","type":"hoathinh","slug":"tinh-nguyen-chi-chu","year":2022,"country":["Trung Quốc"],"content":"Thiếu niên vô dụng Tô Cửu bị thần thạch \"Tinh Nguyên\" trên trời rơi xuống đập trúng, từ một học sinh bình thường không có bất cứ tu luyện nào, lại trở thành Chủ Tinh Nguyên tân nhiệm. Hai siêu đại mỹ nữ của Vạn Giới là U Diệc Hàn và Thẩm Mộng Tuyết cũng vì tìm kiếm \"Tinh Nguyên\" mà tới. Hai người mượn danh nghĩa trốn tránh kẻ thù mà ép buộc ở nhờ, đồng thời vì thu hút Tô Cửu gia nhập tông môn mình mà tạm thời đạt thành giao kèo, cùng dạy dỗ Tô Cửu tu luyện. Ai ngờ, tu vi của Tô Cửu sở hữu \"Tinh Nguyên\" tiến bộ nhanh chóng, vượt xa tưởng tượng của hai cô gái.","quality":"HD","lang":"Vietsub","category":["Hành Động","Bí ẩn"],"time":"10 phút/tập"},{"id":"62e39e26425c8969e5dea3b2","name":"Nhờ Bạn Đó! Hệ Thống Chiến Thần","origin_name":"War God System! I’m Counting On You!","thumb_url":"https://img.ophim.cc/uploads/movies/nho-ban-do-he-thong-chien-than-thumb.jpg","type":"hoathinh","slug":"nho-ban-do-he-thong-chien-than","year":2022,"country":["Trung Quốc"],"content":"Thanh niên bình thường ở đô thị An Lâm tình cờ gặp một người tu hành cực mạnh, đối phương ban cho cậu ấy một bộ hệ thống chiến thần và đưa cậu tới Linh giới để tu luyện. An Lâm tư chất bình thường lần đầu tới Linh tới bị sỉ nhục là \"Hộ có quan hệ mạnh nhất. Để rửa sạch ô danh, An Lâm lạc quan dưới sự giúp đỡ của hệ thống đã nâng cao công lực tu hành, cậu ấy dựa vào nhiều lần thể hiện siêu việt mà kết giao được với một đám bạn thân cùng vào sinh ra tử, bước lên con đường lội ngược dòng.","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước","Bí ẩn"],"time":"24 phút/tập"},{"id":"6349b9c72805d71a492a3400","name":"Răng Của Em Nhớ Anh Rồi","origin_name":"My Tooth Your Love","thumb_url":"https://img.ophim.cc/uploads/movies/rang-cua-em-nho-anh-roi-thumb.jpg","type":"series","slug":"rang-cua-em-nho-anh-roi","year":2022,"country":["Trung Quốc"],"content":"Jin Xun An, một thành viên đầy triển vọng, đã là nha sĩ trưởng tại phòng khám nha khoa của anh ấy khi còn trẻ. Mặc dù có vẻ ngoài lạnh lùng và xa cách, Jin Xun An vẫn luôn giành được cho mình danh hiệu đáng thèm muốn là \"Hoàng tử nha khoa\". Một ngày nọ, anh được Bai Qing, một trong những tiền bối của anh giao cho việc chữa trị cho đứa em trai quý giá của cô, Bai Lang. Khi Bạch Lăng ngồi xuống trước mặt Cận Tấn An, anh ta nhìn người đàn ông với ánh mắt lạnh lùng và tàn nhẫn. Và trong khi chiếc mặt nạ che gần hết khuôn mặt của Jin Xuan An, nó chỉ giúp làm nổi bật đôi mắt sâu và có điện của anh ấy. Bai Lang sau đó nghe thấy giọng nói nhẹ nhàng và êm dịu của anh ta nói với anh ta đừng sợ. Nhưng gần như ngay lập tức, anh thấy mình choáng váng, tim đập nhanh và tìm một cái cớ tuyệt vọng để chạy trốn. Hóa ra Bai Lang không phải là bệnh nhân nha khoa đầu tiên cố gắng chạy trốn khỏi Jin Xun An, nhưng chắc chắn là rắc rối nhất kể từ khi Jin Xuan An bắt đầu sự nghiệp của mình.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"30 phút/tập"},{"id":"62fb3611294ccd8d66f547ce","name":"Bụi Trên Cổ Áo","origin_name":"Tozluyaka ","thumb_url":"https://img.ophim.cc/uploads/movies/bui-tren-co-ao-thumb.jpg","type":"series","slug":"bui-tren-co-ao","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"Ali (Kaan Mirac Sezen), Zeyno (Serra Pirinc), Arap (Can Bartu Arslan), và Vefa (Durukan Celikkaya) là những người bạn thời thơ ấu đã lớn lên cùng nhau trong cùng một khu phố. Họ có thể làm bất cứ điều gì cho tình bạn của họ. Dù xuất thân từ gia đình nghèo khó nhưng họ vẫn biết cách vui vẻ và tận hưởng.Trong khi Ali, Zeyno và Arap học trường trung học lân cận, thì người bạn thông minh Vefa của họ học một trường cao đẳng tư với học bổng.<br><br>Cuộc sống hạnh phúc của Ali và những người bạn bỗng chốc đảo lộn với một bi kịch. Chàng trai thông minh của nhóm, Vefa, qua đời trong bữa tiệc của trường đại học. Cảnh sát coi cái chết của Vefa như một vụ tự sát mà không điều tra chi tiết.Mặt khác, Ali và bạn bè của anh ta không tin rằng Vefa đã tự sát. Họ nghi ngờ rằng người bạn thời thơ ấu của họ đã phải vật lộn với nạn bắt nạt bạn bè ở trường và đã bị các bạn cùng trường sát hại.<br><br>Khi Ali, Arap và Zeyno không bỏ cuộc và cố gắng điều tra lý do đằng sau cái chết của người bạn thời thơ ấu của họ, họ phát hiện ra rằng Vefa đã tham gia vào một cuộc chiến với các bạn cùng trường của mình tại bữa tiệc đại học.Berk (Ulvi Kahyaoglu), Ege (Ozgur Daniel Foster), và Cagri (Ahmet Haktan Zavlak) là những học sinh bắt nạt Vefa ở trường. Khi không thể kiềm chế cơn tức giận của mình trong bữa tiệc đại học, họ đã đánh Vefa đến chết. Để bảo vệ bản thân, họ nói rằng Vefa đã cố gắng hãm hiếp Hazal ( <a href=\"https://www-turkishdrama-com.translate.goog/cagla-simsek.html?_x_tr_sl=en&amp;_x_tr_tl=vi&amp;_x_tr_hl=vi&amp;_x_tr_pto=wapp\">Cagla Simsek</a> ) và vì lý do này, họ đã đánh anh ta. Tuy nhiên, họ nói rằng họ không giết anh ta thay vào đó Vefa đã tự sát.Ali và bạn bè không tin rằng Vefa đã âm mưu hãm hiếp Hazal. Họ cố gắng làm hết sức mình để tiết lộ sự thật trong bữa tiệc đại học. May mắn thay, họ tìm ra cách để vượt qua kỳ thi học bổng và bắt đầu theo học tại trường cao đẳng tư thục nơi Berk, Ege, Cagri và Hazal theo học.Ali, Arap và Zeyno thấy mình ở một thế giới mới mà họ chưa từng làm quen. Họ cố gắng thích nghi với cuộc sống ở trường mới và đồng thời, họ cố gắng tìm ra thủ phạm đằng sau cái chết của người bạn thời thơ ấu của họ. Trong hành trình gian nan này, Ali chạm trán với cô gái xinh đẹp Cemre (Ecem Calhan).Câu chuyện của bộ phim truyền hình Tozluyaka kể về ba học sinh trung học xuất thân từ gia đình nghèo và theo học tại một trường cao đẳng tư để tìm hiểu sự thật về cái chết của người bạn thời thơ ấu của họ. Liệu Ali và những người bạn thân của mình có biết được người bạn thời thơ ấu của họ đã qua đời như thế nào? Liệu Ali, Arap và Zeyno có quen với ngôi trường mới và những người bạn học mới của họ từ những gia đình giàu có? Liệu Cemre có hiểu được cảm xúc thực sự của cô ấy? Cemre sẽ tiếp tục mối quan hệ với Berk hay bắt đầu một câu chuyện tình yêu mới với Ali? Liệu cuối cùng Zeyno có tiết lộ tình cảm của mình đối với Ali? Học sinh phản ứng thế nào khi biết Hazal xuất thân từ một gia đình nghèo? Liệu Hazal có thừa nhận rằng cô đã vu khống Vefa?","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Chính kịch","Học Đường"],"time":"2h30p/tập"},{"id":"62ea0a99294ccd8d66c544b2","name":"Fazilet Hanim ve Kizlari (Phần 2)","origin_name":"Mrs. Fazilet and Her Daughters (Season 2)","thumb_url":"https://img.ophim.cc/uploads/movies/fazilet-hanim-ve-kizlari-phan-2-thumb.jpg","type":"series","slug":"fazilet-hanim-ve-kizlari-phan-2","year":2018,"country":["Thổ Nhĩ Kỳ"],"content":"Thấy mình đang ở giữa một cuộc đối đầu nặng nề, Hazan giờ mới biết rằng Sinan chính là kiến ​​trúc sư của đêm tủi nhục nhất trong đời anh. Trong khi sự thật lộ ra làm tan nát trái tim của Hazan, nó cũng rất hủy hoại đối với Sinan.<br>Không chỉ có một mà là hai xác tàu trước mặt Yağız, người đã vô tình làm cho sự thật lộ ra, và Yağız phải thu thập các mảnh vỡ. Dù Hazan có chống cự thế nào đi chăng nữa, cô vẫn tìm thấy Yağız bên giường mình trong khi quằn quại vì đau lòng.<br>Trong khi Sinan, vì hối hận và tội lỗi, chọn làm điều đúng đắn lần đầu tiên trong đời, Hazan, bị bắt giữ bởi sự tức giận và đau đớn, lần đầu tiên quyết định không chiến đấu, mà là đầu hàng trước nỗi đau và trốn thoát. Hazan quyết tâm thoát khỏi nỗi thất vọng và đi theo con đường riêng của mình.<br>Tuy nhiên, trước một bước đi bất ngờ của Yağız, mọi con đường đều dẫn đến anh em nhà Egemen cho Hazan. Trong khi Yağız, Sinan và Hazan đang trôi dạt trong tình trạng hỗn loạn của riêng họ, thì diễn biến bất ngờ trong dinh thự sắp làm đảo lộn tất cả các quyết định, tất cả các bước đã thực hiện và tất cả kế hoạch của họ.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Chính kịch"],"time":"2h30p/tập"},{"id":"62e76137425c8969e5ea3082","name":"Ramo (Phần 2)","origin_name":"Ramo (Season 2)","thumb_url":"https://img.ophim.cc/uploads/movies/ramo-phan-2-thumb.jpg","type":"series","slug":"ramo-phan-2","year":2021,"country":["Thổ Nhĩ Kỳ"],"content":"Cú sốc lớn nhất đối với Ramo, người được tái sinh từ đống tro tàn trong những năm tháng trong tù, là sự phản bội của Sibel. Không bao giờ nghi ngờ rằng Sibel phản bội mình, Ramo phải giải một câu đố khác, tại sao Sibel lại làm điều này. Kế hoạch của Ramo khá rõ ràng. Kết thúc Cihangir và vương quốc của hắn!Phản ứng của Ramo với Yavuz Bey, người đã cảnh báo anh, phản ánh sự quyết tâm và táo bạo của anh. \"Tôi đủ cho 24 giờ!\"","quality":"HD","lang":"Vietsub","category":["Hành Động","Chính kịch"],"time":"2h30p/tập"},{"id":"635252b32805d71a494b78d6","name":"Rosaline","origin_name":"Rosaline","thumb_url":"https://img.ophim.cc/uploads/movies/rosaline-thumb.jpg","type":"single","slug":"rosaline","year":2022,"country":["Âu Mỹ"],"content":"\"Rosaline\" là một sự thay đổi hài hước của \"Romeo và Juliet\" của Shakespeare, trong đó câu chuyện tình yêu kinh điển được kể từ góc nhìn của Rosaline, em họ của Juliet (Kaitlyn Dever), người vừa mới đây là bạn gái cũ của Romeo. Bị nghiền nát khi Romeo (Kyle Allen) vứt bỏ cô sau khi gặp Juliet (Isabela Merced), Rosaline sắc sảo nhưng đầy lý tưởng lên kế hoạch phá bỏ mối tình lãng mạn nổi tiếng và giành lại chàng trai của cô.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Chính kịch"],"time":"95 Phút"}][{"id":"635234ed2805d71a494afd79","name":"Raymond và Ray","origin_name":"Raymond & Ray","thumb_url":"https://img.ophim.cc/uploads/movies/raymond-va-ray-thumb.jpg","type":"single","slug":"raymond-va-ray","year":2022,"country":["Âu Mỹ"],"content":"Hai anh em cùng cha khác mẹ Raymond và Ray đoàn tụ khi người cha ghẻ lạnh của họ qua đời - và phát hiện ra rằng điều ước cuối cùng của anh là được đào mộ anh. Cùng nhau, họ xử lý những người họ đã trở thành đàn ông, cả vì cha của họ và bất chấp ông.","quality":"HD","lang":"Vietsub","category":["Hài Hước","Chính kịch"],"time":"106 Phút"},{"id":"6352355b2805d71a494afee9","name":"Acapulco (Phần 1)","origin_name":"Acapulco (Season 1)","thumb_url":"https://img.ophim.cc/uploads/movies/acapulco-phan-1-thumb.jpg","type":"series","slug":"acapulco-phan-1","year":2021,"country":["Âu Mỹ"],"content":"Hai mươi điều ước mơ của Máximo Gallardo trở thành hiện thực khi anh nhận được công việc cả đời là một chàng trai cải lương tại khu nghỉ mát nóng nhất ở Acapulco. Anh ấy sớm nhận ra công việc phức tạp hơn nhiều so với những gì anh ấy tưởng tượng và để thành công, anh ấy phải học cách điều hướng một nhóm khách hàng khắt khe, một người cố vấn lanh lợi và một cuộc sống gia đình phức tạp, không lạc lối trước những con đường tắt hoặc những cám dỗ.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"29 phút/tập"},{"id":"63524ba32805d71a494b5b25","name":"Hành Tinh Siêu Nhân (Phần 2)","origin_name":"Krypton (Season 2)","thumb_url":"https://img.ophim.cc/uploads/movies/hanh-tinh-sieu-nhan-phan-2-thumb.jpg","type":"series","slug":"hanh-tinh-sieu-nhan-phan-2","year":2019,"country":["Âu Mỹ"],"content":"Lấy bối cảnh quê hương của Superman - hành tinh Krypton trước khi bị phá hủy. Nhân vật chính của phim là ông nội của Superman - Seg-El, người đàn ông đã phải chiến đấu để chuộc lại danh dự của gia đình và cứu vớt thế giới khỏi sự hỗn loạn.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Phiêu Lưu","Khoa Học"],"time":"45 phút/tập"},{"id":"63521b6b2805d71a494aa35d","name":"The Peripheral","origin_name":"The Peripheral","thumb_url":"https://img.ophim.cc/uploads/movies/the-peripheral-thumb.jpg","type":"series","slug":"the-peripheral","year":2022,"country":["Âu Mỹ"],"content":"Bị mắc kẹt trong một thị trấn Appalachian nhỏ, lối thoát duy nhất của một phụ nữ trẻ khỏi công việc hàng ngày là chơi các trò chơi điện tử nâng cao. Cô ấy là một người chơi giỏi đến nỗi một công ty gửi cho cô ấy một hệ thống trò chơi điện tử mới để thử nghiệm… nhưng nó có một điều bất ngờ trong cửa hàng. Nó mở ra tất cả những giấc mơ của cô ấy về việc tìm thấy mục đích, sự lãng mạn và sự quyến rũ trong những thứ có vẻ giống như một trò chơi… nhưng nó cũng khiến cô ấy và gia đình cô ấy gặp nguy hiểm thực sự.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"45 phút/tập"},{"id":"625af327941a26e421dc0cbb","name":"Yêu Phải Anh Em","origin_name":"Bromance","thumb_url":"https://img.ophim.cc/uploads/movies/yeu-phai-anh-em-thumb.jpg?v=1","type":"series","slug":"yeu-phai-anh-em","year":2015,"country":["Đài Loan"],"content":"Bởi vì một từ đơn giản từ một thầy bói, Pi Ya Nuo đã được nâng lên như một cậu bé suốt cả cuộc đời. Tình cờ cô tiết kiệm ngầm boss mob Du Zi Feng và em gái của mình. Em gái anh rơi vào tình yêu với Pi Ya Nuo ngay từ cái nhìn đầu tiên. Mọi thứ trở nên phức tạp khi cô trở thành \"thề anh em\" với ông chủ đám đông, chỉ là sinh nhật lần thứ 26 của cô đến gần hơn, và cùng với nó cơ hội của mình để cuối cùng sống như một người phụ nữ. Khi sắp sinh nhật lần thứ 26 của cô, cô phải quyết định nếu cô ấy muốn trở về một người phụ nữ hoặc tiếp tục là người bạn thân nhất Du Zi Feng.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm"],"time":"75 phút/tập"},{"id":"635230f52805d71a494aed26","name":"Tôi Là Johnny Cash","origin_name":"I Am Johnny Cash","thumb_url":"https://img.ophim.cc/uploads/movies/toi-la-johnny-cash-thumb.jpg","type":"single","slug":"toi-la-johnny-cash","year":2016,"country":["Âu Mỹ"],"content":"Đây là nội dung catch-up kênh BlueAnt Entertainment, sẽ hết hạn sau 7 ngày, quý khách cần active gói VIP để xem.Johnny Cash là một trong số các nghệ sĩ có ảnh hưởng nhất của thế kỷ 20. Khởi điểm là một nghệ sĩ nhạc đồng quê, các bài hát và danh tiếng của ông lan sang nhiều thể loại khác gồm rock và rock and roll cũng như nhạc blue, nhạc dân gian và nhạc thánh ca.","quality":"HD","lang":"Vietsub","category":["Tài Liệu"],"time":"104 phút"},{"id":"635232a12805d71a494af3c4","name":"Tôi Là Chris Farley","origin_name":"I Am Chris Farley","thumb_url":"https://img.ophim.cc/uploads/movies/toi-la-chris-farley-1-thumb.jpg","type":"single","slug":"toi-la-chris-farley-1","year":2015,"country":["Âu Mỹ"],"content":"Đây là nội dung catch-up kênh BlueAnt Entertainment, sẽ hết hạn sau 7 ngày, quý khách cần active gói VIP để xem.I am Chris Farley là một bộ phim tài liệu dựa trên cuộc đời của diễn viên Chris Farley, đồng đạo diễn bởi Brent Hodge và Derik Murray, cũng là nhà sản xuất của Network Entertainment.","quality":"HD","lang":"Vietsub","category":["Tài Liệu"],"time":"100 phút"},{"id":"63522ffc2805d71a494ae93c","name":"Hương Vị Tình Cũ","origin_name":"애인교환커플섹스","thumb_url":"https://img.ophim.cc/uploads/movies/huong-vi-tinh-cu-thumb.jpg","type":"single","slug":"huong-vi-tinh-cu","year":2022,"country":["Hàn Quốc"],"content":"Tình cờ gặp lại tình cũ cấp ba trong một lần họp lớp: Tôi đã gặp lại tình cũ của mình trong một lần đi chơi cùng với những người bạn cũ, những cảm xúc ngày xưa chợt ùa về và sau đó…","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"64 phút"},{"id":"635230b32805d71a494aeb54","name":"Người Dì Gợi Cảm","origin_name":"숙모관계","thumb_url":"https://img.ophim.cc/uploads/movies/nguoi-di-goi-cam-thumb.jpg","type":"single","slug":"nguoi-di-goi-cam","year":2022,"country":["Hàn Quốc"],"content":"Tôi không thể kìm chế trước cơ thể của dì: Câu chuyện loạn luân dì cháu hết sức ly kì và cuốn hút, cùng xem ngay thôi nào…","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"60 phút"},{"id":"623c706280a88d9a484bec6f","name":"Vua Học Đường","origin_name":"High School King of Savvy","thumb_url":"https://img.ophim.cc/uploads/movies/vua-hoc-duong-thumb.jpg","type":"series","slug":"vua-hoc-duong","year":2014,"country":["Hàn Quốc"],"content":"Bộ phim xoay quanh một câu chuyện hài lãng mạn xảy ra sau khi một cậu học sinh trung học không biết trời cao đất dày là gì lại vô tình trở thành lãnh đạo của một công ty lớn. Seo In Guk vào vai một vận động viên khúc côn cầu trên băng trong trường học và là học sinh trung học nổi tiếng nhất trường. Đột nhiên anh phải thay thế người anh trai của mình, một chuyên gia CNTT làm trưởng phòng kế hoạch của một công ty. Từ đó tạo ra một loạt các tình huống lộn xộn, dở khóc dở cười và những câu chuyện thú vị tiếp nối nhau xảy ra.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm","Tâm Lý","Gia Đình","Học Đường"],"time":"65 phút/tập"},{"id":"6267ecbffa02df5563cafc49","name":"Kết Nối Hai Thế Giới","origin_name":"Circle","thumb_url":"https://img.ophim.cc/uploads/movies/ket-noi-hai-the-gioi-thumb.jpg","type":"series","slug":"ket-noi-hai-the-gioi","year":2017,"country":["Hàn Quốc"],"content":"Phim lấy bối cảnh thế giới hiện tại và tương lai năm 2037, xoay quanh Kim Woo Jin - một chàng trai sống ở hiện tại - luôn mong muốn tìm ra bí ẩn của người ngoài hành tinh. Sát cánh bên anh là nữ sinh viên Han Jung Yeon, người đang quyết tâm điều tra sự thật về cái chết của một người bạn.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Viễn Tưởng","Bí ẩn"],"time":"65 phút"},{"id":"6342ca1d0ee52b6834e20eb8","name":"Bad Guys","origin_name":"Bad Guys","thumb_url":"https://img.ophim.cc/uploads/movies/bad-guys-thumb.jpg","type":"series","slug":"bad-guys","year":2022,"country":["Thái Lan"],"content":"Trở lại sau khi bị đình chỉ, viên thanh tra nọ tập hợp đội điều tra đặc biệt không chính thống để tóm một tên sát nhân hàng loạt.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Chính kịch"],"time":"1g 5phút/tập"},{"id":"623dc1aee3cd150b3990e43e","name":"Phù Thủy Tình Yêu","origin_name":"Witch's Love","thumb_url":"https://img.ophim.cc/uploads/movies/phu-thuy-tinh-yeu-thumb.jpg","type":"series","slug":"phu-thuy-tinh-yeu","year":2014,"country":["Hàn Quốc"],"content":"Ban Ji Yeon (Uhm Jung Hwa đóng) là trưởng nhóm phóng viên tìm kiếm và lấy tin của tuần san \\\"Trouble Maker\\\". Cô làm việc quên mình, liều mạng phấn đấu và cuối cùng đã trở thành phóng viên số một của tờ tạp chí này. Có thể tưởng tượng được, một người phụ nữ mạnh mẽ với sự nghiệp rực rỡ như vậy chắc hẳn sẽ có con đường tình duyên lận đận cỡ nào. Sau một va chạm bất ngờ, Ji Yeon và anh chàng đẹp trai tuấn tú nhưng thất nghiệp Yoon Dong Ha (Park Seo Joon đóng) đã năm lần bảy lượt chạm trán với nhau. Sự khác biệt lớn về hoàn cảnh sống và tuổi tác không ngăn cản được số phận sắp đặt. Trải qua những sự cố ập đến liên tiếp, Ji Yeon và Dong Ha trở nên ngày càng thân thiết hơn. Một người là nữ phù thủy quyền năng hô mưa gọi gió trong giới báo chí, một người là chàng trai trẻ đi làm thêm khắp nơi để trang trải cuộc sống. Chẳng ngờ câu chuyện tình yêu kì diệu lại đến với họ lúc nào không hay.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm"],"time":"1H1M24S"},{"id":"635221a42805d71a494ab849","name":"Lời Nói Ngọt Ngào","origin_name":"Speech Of Silence","thumb_url":"https://img.ophim.cc/uploads/movies/loi-noi-ngot-ngao-thumb.jpg","type":"series","slug":"loi-noi-ngot-ngao","year":2008,"country":["Hồng Kông"],"content":"Lúc nhỏ do một tai nạn khiến Đường Đường bị giảm đi thính giác, khảnăng nghe của cô chỉ bằng 30% so với người thường. Đường Đường cùng bánhàng tại một quán ăn nhỏ. Nhờ vậy Đường Đường may mắn được một ông chủphòng lồng tiếng để ý và tạo cho cô một việc làm mới. Tại đây, Đường Đường quen biết Lương Khải Ngôn. Lúc đầu do hiểu lầm,Khải Ngôn luôn đấu khẩu với Đường Đường. Nhưng sau khi biết được câuchuyện của Đường Đường và những phấn đấu tự lập trong cuộc sống của cô,anh bắt đầu có cảm tình với cô gái đầy nghị lực này...","quality":"HD","lang":"Lồng Tiếng","category":["Tình Cảm","Tâm Lý"],"time":"45 phút/tập"},{"id":"635221562805d71a494ab74a","name":"Dương Gia Tướng","origin_name":"The Yang’s Saga","thumb_url":"https://img.ophim.cc/uploads/movies/duong-gia-tuong-thumb.jpg","type":"series","slug":"duong-gia-tuong","year":1985,"country":["Hồng Kông"],"content":"Phim kể về cuộc đời oanh liệt của gia đình Dương gia tướng. Khi các người con trai trong gia đình Dương gia đều hy sinh khi chinh chiến trong trận Kim Sa Thang thì Xà Thái Quân cùng các con gái muốn sang Liêu lấy lại hài cốt của Dương Lệnh Công nhưng họ phải phá Thiên Môn Trận gồm 3 cửa. Cửa thứ nhất do Cửu Muội và Ngũ Lang phá, cửa thứ 2 do các chị cả phá và cửa thứ 3 do Xà Thái Quân đích thân chinh chiến. Cuối cùng họ tìm được hài cốt của Dương Lệnh Công nhưng Dương Ngũ Lang không muốn dính dáng đến trần tục nên từ bỏ Ngũ Nương và gia đình lên núi tu hành. Còn Tứ Lang thì bị giữ lại Liêu quốc. Chỉ có mình Lục Lang trở thành trụ cột của Dương gia.","quality":"SD","lang":"Lồng Tiếng","category":["Cổ Trang","Võ Thuật"],"time":"45 phút/tập"},{"id":"635220f72805d71a494ab5ee","name":"Đại Nội Thị Vệ","origin_name":"The Life And Times Of A Sentinel","thumb_url":"https://img.ophim.cc/uploads/movies/dai-noi-thi-ve-thumb.jpg","type":"series","slug":"dai-noi-thi-ve","year":2011,"country":["Hồng Kông"],"content":"Đại Nội Thị Vệ nói về một thị vệ cận thân thị vệ của vua Khang Hy tên là Đa bảo. Đa bảo là một chàng thanh niên luôn có ước mơ được vào làm thị vệ trong tử cấm thành. Chàng thanh niên này có võ nghệ cao cường, luôn muốn phục vụ người dân. Cuối cùng Đa Bao cũng đạt được ước mơ của mình, Đa Bảo được xung làm cận vệ cho Du Thân Vương Phứơc Toàn, được sự tín nhiệm và kết thân với vị vương gia này, Đa Bảo được đề cử bảo vệ vua Khang Hy. Nhưng trong chốn cấm cung luôn đầy rẩy những âm mưu toan tính, tranh giành quyền lực. Đa Bảo Phát hiện ra âm mưu soán vị ngôi vua của người huynh đệ Phước Toàn. Người bạn thanh mai trúc mã Trác Tử Ngưng của Đa Bảo lại bị cuốn vào cuộc chiến quyền lực chốn hậu cung. Đa Bảo phải làm thế nào để biết ai là thù, ai là bạn?","quality":"HD","lang":"Lồng Tiếng","category":["Cổ Trang","Võ Thuật"],"time":"45 phút/tập"},{"id":"62f9efd7294ccd8d66f0c8dc","name":"Nhà Trọ Hoàn Hảo (Phần 6)","origin_name":"Chesapeake Shores (Season 6)","thumb_url":"https://img.ophim.cc/uploads/movies/chesapeake-shores-phan-6-thumb.jpg","type":"series","slug":"chesapeake-shores-phan-6","year":2022,"country":["Âu Mỹ"],"content":"Trong mùa cuối của câu chuyện về nhà O'Brien, Abby khám phá chuyện tình mới, còn các thành viên khác trong nhà cố gắng cân bằng những ưu tiên cho cá nhân và nghề nghiệp.","quality":"HD","lang":"Vietsub","category":["Gia Đình","Chính kịch"],"time":"43 phút/tập"},{"id":"6348e1642805d71a4926e7bd","name":"Shantaram","origin_name":"Shantaram","thumb_url":"https://img.ophim.cc/uploads/movies/shantaram-thumb.jpg","type":"series","slug":"shantaram","year":2022,"country":["Âu Mỹ"],"content":"Kẻ bị kết án trốn thoát Lin Ford chạy trốn đến những con phố đông đúc của Bombay những năm 1980, tìm cách biến mất. Làm việc như một người cứu thương cho những người nghèo và bị bỏ rơi của thành phố, Lin tìm thấy tình yêu bất ngờ, sự kết nối và lòng dũng cảm trên con đường dài để cứu chuộc.Tên tù Lin Ford vượt ngục và giả danh với tư cách là một bác sĩ trong khu ổ chuột ở Bombay. Mối quan hệ của anh ta với thế giới ngầm tội phạm ở đó dẫn anh ta đến Afghanistan, nơi anh ta hợp tác với một tên trùm băng đảng bị nhốt trong trận chiến với bọn tội phạm Nga.","quality":"HD","lang":"Vietsub","category":["Hình Sự","Chính kịch"],"time":"55 phút/tập"},{"id":"63139200e89607295baf9c7a","name":"Chuyện tình ở Gaus","origin_name":"Gaus Electronics","thumb_url":"https://img.ophim.cc/uploads/movies/chuyen-tinh-o-gaus-thumb.jpg","type":"series","slug":"chuyen-tinh-o-gaus","year":2022,"country":["Hàn Quốc"],"content":"Một câu chuyện kể về cuộc sống công việc và tình yêu của các nhân viên trẻ trong Bộ phận Tiếp thị 3 tại Gaus Electronics. Lee Sang-Sik (Kwak Dong-Yeon) có một tính cách tươi sáng, nhưng anh ấy không để ý đến tâm trạng của người khác. Anh ta thường xuyên gây rắc rối ngoài ý muốn trong văn phòng. Cha Na-Rae (Ko Sung-Hee) là một trợ lý giám đốc với tính khí bốc lửa. Baek Ma-Tan (Bae Hyun-Sung) là con trai trong một gia đình điều hành một công ty lớn. Anh ấy không nói nhiều. Gun Gang-Mi (Kang Min-Ah) được coi là nữ nhân viên xinh đẹp nhất công ty, nhưng khi say, cô trở thành một con người hoàn toàn khác.","quality":"HD","lang":"VietSub","category":["Tình Cảm","Hài Hước"],"time":"45 phút/tập"},{"id":"633682740ee52b6834b7c100","name":"Huyền Thoại Về Những Anh Hùng Dải Ngân Hà: Die Neue These - Âm Mưu","origin_name":"銀河英雄伝説 S4","thumb_url":"https://img.ophim.cc/uploads/movies/huyen-thoai-ve-nhung-anh-hung-dai-ngan-ha-die-neue-these-am-muu-thumb.jpg","type":"hoathinh","slug":"huyen-thoai-ve-nhung-anh-hung-dai-ngan-ha-die-neue-these-am-muu","year":2022,"country":["Nhật Bản"],"content":"Sau hơn 150 năm rơi vào bế tắc giữ hai siêu cường liên sao, Đế Quốc Ngân Hà và Liên Minh Các Tiểu Hành Tinh Tự Do, một thế hệ lãnh đạo mới đã xuất hiện: Thiên tài quân sự Reinhard von Lohengramm của phe Đế Quốc, và nhà sử học của phe Liên Minh, Yang Wen-li. Nhờ sự giúp đỡ của người bạn thân Kircheis Siegfried, Reinhard ngày càng thăng tiến trong Đế Quốc. Reinhard không chỉ vừa chiến đấu trên các trận chiến mà còn phải chiến đấu chống lại tàn dư của Vương Triều Goldenbaum sụp đổ để giải thoát em gái mình khỏi Kaiser và thống nhất nhân loại thành một thể thống nhất. Trong khi đó, bên kia ngân hà, Yang lại là người ủng hộ mạnh mẽ lý tưởng dân chủ bất chấp sự phản đối của Liên minh tự do. Anh cũng muốn chứng minh cho người học trò Minci Julian thấy rằng chế độ quân chủ chuyên chế không phải là cách duy nhất giải quyết vấn đề. Khi chiến tranh nổ ra, cả Reinhard và Yang đều cố gắng chiến đấu cho lý tưởng của mình với tư cách là người lãnh đạo trong kỷ nguyên mới của các anh hùng dải ngân hà. Đây là phần 4 của bộ phim.","quality":"HD","lang":"Vietsub","category":["Hành Động"],"time":"25p09s"},{"id":"63397c990ee52b6834c1d9b0","name":"URUSEI YATSURA","origin_name":"うる星やつら","thumb_url":"https://img.ophim.cc/uploads/movies/urusei-yatsura-thumb.jpg","type":"hoathinh","slug":"urusei-yatsura","year":2022,"country":["Nhật Bản"],"content":"Lum là công chúa của bộ tộc Quỷ đến xâm lược trái đất nhưng đã bị đánh bại bởi đại diện của trái đất là Ataru Moroboshi rồi trở thành hôn thê của cậu. Ataru là một kẻ háo sắc, và các đòn tấn công bằng điện của Lum cũng không thể ngăn cản cậu đi tìm con gái.","quality":"HD","lang":"Vietsub","category":["Hài Hước","Viễn Tưởng"],"time":"22 phút/tập"},{"id":"63397ae50ee52b6834c1b332","name":"Cuộc Chiến Hầu Gái Akiba","origin_name":"Akiba Maid War","thumb_url":"https://img.ophim.cc/uploads/movies/cuoc-chien-hau-gai-akiba-thumb.jpg","type":"hoathinh","slug":"cuoc-chien-hau-gai-akiba","year":2022,"country":["Nhật Bản"],"content":"Akiba là trung tâm của vũ trụ về những sự thích độc đáo và dịch vụ giải trí vô cùng sáng tạo. Vào mùa xuân năm 1999, Nagomi Wahira đã chuyển đến đây với ước mơ tham gia vào một quán Cafe Hầu gái và mau chóng được nhận vào quán cafe Ton Tokoton, còn gọi là \"Ổ Lợn\". Nhưng điều chỉnh cuộc sống cho phù hợp với sự sôi động của Akihabara không chỉ đơn thuần là phục vụ nước và làm hài lòng khách. Cặp với một Ranko buồn tẻ không hề biết cười, Nagami đang phải cố gắng hết sức để nâng tầm \"Ổ Lợn\" trên bảng xếp hạng.","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước"],"time":""},{"id":"633ef04d0ee52b6834d60a8b","name":"Công chúa mê đọc sách","origin_name":"Princess of the Bibliophile","thumb_url":"https://img.ophim.cc/uploads/movies/cong-chua-mot-sach-thumb.jpg","type":"hoathinh","slug":"cong-chua-mot-sach","year":2022,"country":["Nhật Bản"],"content":"Miễn là cô có thể đọc, Eliana Bernstein - thường được biết đến với biệt danh \"Công chúa mê đọc sách\" - đã thích công ty của những cuốn sách hơn là của mọi người. Tuy nhiên, là một quý tộc, nhiệm vụ của cô là phải tìm một người cầu hôn. May mắn thay cho cô, Thái tử Christopher Selkirk Asherald đưa ra một thỏa thuận: Anh sẽ bảo vệ thời gian rảnh của cô, và đổi lại, Eliana sẽ chỉ là vị hôn thê của anh trên danh nghĩa. Những năm họ ở bên nhau thật hạnh phúc, khi Eliana học cách cởi mở với người khác. Nhưng tất cả những điều tốt đẹp đều phải kết thúc. Đối với Eliana, người yêu sách hơn người, việc kết thúc mối quan hệ giả tạo của họ hẳn không có gì to tát. Nhưng khi Christopher trở nên thân thiết với một cô gái khác, Eliana bắt đầu nhận ra rằng cô không thờ ơ với anh như cô từng nghĩ.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Viễn Tưởng"],"time":"23phút/tập"},{"id":"6351957c2805d71a4948ad47","name":"Quản Gia 100 Won","origin_name":"May I Help You","thumb_url":"https://img.ophim.cc/uploads/movies/quan-gia-100-won-thumb.jpg","type":"series","slug":"quan-gia-100-won","year":2022,"country":["Hàn Quốc"],"content":"Có một cô gái làm giám đốc nhà tang lễ tên là Baek Dong Ju. Cô ấy có một khả năng cho phép cô ấy nhìn thấy và nói chuyện với những người đã chết. Baek Dong Ju được người chết yêu cầu ban điều ước cuối cùng của họ. Nếu Baek Dong Ju không thực hiện điều ước của họ, một ngày của cô ấy sẽ đầy bất hạnh. Người làm việc vặt thuộc sở hữu của chú anh ta, người tên là Lee Gyu Han. Thay bóng đèn là một trong những việc nhỏ mà Ildangbaek có thể làm cho khách hàng. Kim Jib Sa làm mọi thứ có thể cho khách hàng của mình.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước","Tâm Lý"],"time":"70 phút/tập"}][{"id":"6312c7340048e70b82b4954d","name":"Cô Gái Thiên Tinh (Phần 3)","origin_name":"DC's Stargirl (Season 3)","thumb_url":"https://img.ophim.cc/uploads/movies/co-gai-thien-tinh-phan-3-thumb.jpg","type":"series","slug":"co-gai-thien-tinh-phan-3","year":2022,"country":["Âu Mỹ"],"content":"Courtney Whitmore, một cô gái thông minh, thể thao và hơn hết là tốt bụng, phát hiện ra cha dượng của cô có một bí mật: ông từng là bạn đồng hành của một siêu anh hùng. \"Vay mượn\" thành viên vũ trụ anh hùng đã mất từ ​​lâu, cô ấy trở thành nguồn cảm hứng cho một thế hệ siêu anh hùng hoàn toàn mới.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"43 phút/tập"},{"id":"627e0fc59e983cdfde34b718","name":"Black Adam","origin_name":"Black Adam","thumb_url":"https://img.ophim.cc/uploads/movies/black-adam-thumb.jpg","type":"single","slug":"black-adam","year":2022,"country":["Âu Mỹ"],"content":"Phim kể về người đàn ông Black Adam đã bị giam cầm sau gần 5000 năm, giờ đây anh được các vị thần Ai Cập bang cho những sức mạnh đầy quyền năng, và từ đó anh đã thoát ra khỏi sự giam cầm. Từ đây, Black Adam đã tận dụng sức mạnh này để bắt đầu một cuộc sống công lý độc nhất trên thế giới hiện đại hóa này. Không những thế anh còn phải đối mặt với những kẻ thù hung ác mới.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng"],"time":"118 Phút"},{"id":"6349b86a2805d71a492a2ff0","name":"The Winchesters","origin_name":"The Winchesters","thumb_url":"https://img.ophim.cc/uploads/movies/the-winchesters-thumb.jpg","type":"series","slug":"the-winchesters","year":2022,"country":["Âu Mỹ"],"content":"Trước Sam và Dean, có John và Mary. Được kể từ góc nhìn của người dẫn chuyện Dean Winchester, đây là câu chuyện tình sử thi, chưa kể về cách John gặp Mary, và cách họ đặt tất cả vào tình thế để không chỉ cứu tình yêu của họ mà còn cho cả thế giới.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Phiêu Lưu","Khoa Học"],"time":"45 phút/tập"},{"id":"6354f91c2805d71a4956ad2e","name":"Hoàng Hôn Buông Xuống","origin_name":"Aftersun","thumb_url":"https://img.ophim.cc/uploads/movies/hoang-hon-buong-xuong-thumb.jpg","type":"single","slug":"hoang-hon-buong-xuong","year":2022,"country":["Âu Mỹ"],"content":"Sophie suy ngẫm về niềm vui chung và nỗi buồn riêng tư trong kỳ nghỉ mà cô đã đi cùng cha mình hai mươi năm trước đó. Những ký ức thực và tưởng tượng lấp đầy khoảng trống giữa các cảnh quay miniDV khi cô cố gắng hòa giải người cha mà cô biết với người đàn ông mà cô không phải là người.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"101 Phút"},{"id":"629ec7157a956fb5dbfeeb7b","name":"Đấu La Đại Lục","origin_name":"Soul Land","thumb_url":"https://img.ophim.cc/uploads/movies/dau-la-dai-luc-thumb.jpg","type":"hoathinh","slug":"dau-la-dai-luc","year":2018,"country":["Trung Quốc"],"content":"Đệ tử ngoại môn Đường Tam của Đường Môn, vì học trộm bí kíp của nội môn mà bị Đường Môn bài xích, Đường Tam nhảy xuống vực để tỏ rõ ý chí nhưng không chết mà còn được bước vào một thế giới khác với một thân phận khác, một thế giới thuộc về võ hồn - được gọi là Đấu La Đại Lục. Nơi này không có ma pháp, không có đấu khí, không có võ thuật, nhưng lại có võ hồn thần kỳ. Ở nơi này, vào lúc 6 tuổi, đều sẽ ở trong điện võ hồn lệnh võ hồn thức tỉnh. Võ hồn có động vật, có thực vật, có đồ vật, chúng có thể phụ trợ mọi người sinh hoạt hằng ngày. Mà trong đó một vài võ hồn đặc biệt xuất sắc có thể dùng để tu luyện đồng thời có thể tiến hành chiến đấu, chức nghiệp này trên Đấu La Đại Lục là chức nghiệp mạnh mẽ nhất, cũng là vinh quang nhất - Hồn sư.","quality":"HD","lang":"Vietsub","category":["Hành Động","Cổ Trang","Võ Thuật","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"632df239decb16e375bffb02","name":"Thần Cung Côn Luân","origin_name":"Candle In The Tomb: Kunlun Tomb","thumb_url":"https://img.ophim.cc/uploads/movies/than-cung-con-luan-thumb.jpg","type":"series","slug":"than-cung-con-luan","year":2022,"country":["Trung Quốc"],"content":"Nhà buôn đồ cổ Hong Kong Ming Shu giao Hu Ba Yi, Wang Kai Xuan và Shirley Yang đi tìm xác chết trên sông băng trong vương quốc ma quỷ từ truyền thuyết về Vua Gesar. Vừa thoát khỏi thung lũng \"sâu\", họ bắt đầu một cuộc hành trình mới để làm sáng tỏ một lời nguyền.","quality":"HD","lang":"Vietsub + Thuyết Minh","category":["Hành Động","Phiêu Lưu"],"time":"36 phút/tập"},{"id":"634297300ee52b6834e17343","name":"I Have Refined Qi For 3000 Years!","origin_name":"炼气练了3000年","thumb_url":"https://img.ophim.cc/uploads/movies/i-have-refined-qi-for-3000-years-thumb.jpg","type":"hoathinh","slug":"i-have-refined-qi-for-3000-years","year":2022,"country":["Trung Quốc"],"content":"Nhân vật chính Bạch Thu Nhiên đã tu luyện khí đến tầng 66665 nhưng vẫn không thể Trúc Cơ thành công bỗng có được manh mối về một tấm bia đá cổ bí ẩn. Manh mối này che giấu bí mật có thể giúp anh Trúc Cơ thành công. Bạch Thu Nhiên quyết định xuống núi tìm hiểu.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu"],"time":"19 phút/tập"},{"id":"6220e66e8481266c5b7f154f","name":"Đảo Hải Tặc","origin_name":"One Piece (Luffy)","thumb_url":"https://img.ophim.cc/uploads/movies/one-piece-thumb.jpg","type":"hoathinh","slug":"one-piece","year":1999,"country":["Nhật Bản"],"content":"Monkey D. Luffy, 1 cậu bé rất thích <strong>Đảo hải tặc</strong> có ước mơ tìm được kho báu <strong>One Piece</strong> và trở thành <strong>Vua hải tặc</strong> - Pirate King. Lúc nhỏ, Luffy tình cờ ăn phải trái quỉ (Devil Fruit) Gomu Gomu, nó cho cơ thể cậu khả năng co dãn đàn hồi như cao su nhưng đổi lại cậu sẽ không bao giờ biết bơi. Sau đó Luffy lại được Shank cứu thoát tuy nhiên ông ta bị mất 1 cánh tay. Sau đấy Shank chia tay Luffy và để lại cho cậu cái mũ rơm (Straw Hat) và nói rằng: Sau này bao giờ thành cướp biển hãy gặp ta và trả lại nó. Chính lời nói này đã thúc đầy Luffy trở thành 1 cướp biển thật sự.Hãy cùng theo dõi xem liệu <strong>Luffy</strong> có thể trở thành đạt được kho báu <strong>One Piece</strong> và trở thành <strong>Vua Hải Tặc </strong>không nhé.","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước","Phiêu Lưu"],"time":"25 Phút"},{"id":"634807d72805d71a4923b508","name":"Bạn Cùng Phòng Bí Mật Của Tôi","origin_name":"Love in Time","thumb_url":"https://img.ophim.cc/uploads/movies/ban-cung-phong-bi-mat-cua-toi-thumb.jpg","type":"series","slug":"ban-cung-phong-bi-mat-cua-toi","year":2022,"country":["Trung Quốc"],"content":"Xoay quanh câu chuyện về luật sư tài năng Kha Chấn Vũ khi anh trải qua sự tuột dốc của sự nghiệp và sau đó chuyển đến sống tại một căn hộ cũ. Với một cơ duyên thần bí nào đó, anh chàng gặp được nữ phóng viên Trình Gia Lạc vô tình xuyên không đến nơi đây. Cô nàng nói rằng mình là người đến từ thời điểm bốn tháng trước và giờ đây họ bị buộc trở thành bạn cùng phòng của nhau. Do sự hợp nhất giữa thời gian và không gian trong 46 phút mỗi đêm, câu chuyện của cặp đôi trong bộ phim Bạn Cùng Phòng Bí Mật Của Tôi đã bắt đầu và tạo ra một tình yêu du hành xuyên thời gian và không gian kỳ lạ và lãng mạn.","quality":"HD","lang":"Vietsub","category":["Viễn Tưởng"],"time":"46 phút/tập"},{"id":"6354d6372805d71a49564e2f","name":"Lớp Học Tiếng Anh Của Thầy Mỹ Đen","origin_name":"흑형 : 특별한 영어 수업","thumb_url":"https://img.ophim.cc/uploads/movies/lop-hoc-tieng-anh-cua-thay-my-den-thumb.jpg","type":"single","slug":"lop-hoc-tieng-anh-cua-thay-my-den","year":2022,"country":["Hàn Quốc"],"content":"Thầy giáo mỹ đen chuyên dậy kèm siêu tốc cho các cô nàng xinh đẹp từ đánh vần cho đến đọc rõ tiếng anh như người bản địa, tham gia khóa học ngay!","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"62 phút"},{"id":"6354d5942805d71a49564c60","name":"Hương Vị Của Thanh Socola Đen","origin_name":"흑형의 매운맛","thumb_url":"https://img.ophim.cc/uploads/movies/huong-vi-cua-thanh-socola-den-thumb.jpg","type":"single","slug":"huong-vi-cua-thanh-socola-den","year":2022,"country":["Hàn Quốc"],"content":"Em gái tôi rất thích người ngoại quốc nên tôi đã giới thiệu cho con bé người bạn mỹ đen của mình ...","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"63 phút"},{"id":"63410af70ee52b6834dbd99c","name":"The Mole: Ai là nội gián","origin_name":"The Mole","thumb_url":"https://img.ophim.cc/uploads/movies/the-mole-ai-la-noi-gian-thumb.jpg","type":"series","slug":"the-mole-ai-la-noi-gian","year":2022,"country":["Anh"],"content":"Trong bản làm lại chương trình kinh điển đình đám này, mười hai người chơi hoàn thành các thử thách trong khi cố nhận dạng một kẻ trong số họ đang phá hoại các nhiệm vụ.","quality":"HD","lang":"Vietsub","category":["Phiêu Lưu"],"time":"45 phút/tập"},{"id":"63139316e89607295baf9fab","name":"Luật Sư 1000 Won","origin_name":"One Dollar Lawyer","thumb_url":"https://img.ophim.cc/uploads/movies/luat-su-1000-won-thumb.jpg","type":"series","slug":"luat-su-1000-won","year":2022,"country":["Hàn Quốc"],"content":"Cheon Ji Hun là một luật sư có phong cách khác thường. Tóc của anh ấy được uốn kiểu cách. Anh ta chỉ tính phí 1.000 won (khoảng 1 USD) cho dịch vụ của mình, nhưng anh ta là một trong những luật sư lành nghề nhất. Anh ta luôn chiến đấu chống lại những luật sư đắt giá khác và những khách hàng giàu có của họ, những người cố gắng trốn tránh việc vi phạm pháp luật.Baek Ma Ri làm trợ lý công tố sau khi tốt nghiệp Học viện Đào tạo và Nghiên cứu Tư pháp. Cô ấy tự tin và có lòng tự trọng cao. Ông nội của cô là Baek Hyun Mu, người đã thành lập Công ty luật Baek nổi tiếng và làm việc tại công ty luật của ông với tư cách là một luật sư. Cuộc sống của Baek Ma Ri diễn ra suôn sẻ, nhưng cuộc đời cô thay đổi sau khi cô gặp Cheon Ji Hun.","quality":"HD","lang":"VietSub","category":["Hình Sự"],"time":"60 phút/tập"},{"id":"630488f20048e70b8284e503","name":"Thìa Vàng","origin_name":"The Golden Spoon","thumb_url":"https://img.ophim.cc/uploads/movies/gold-spoon-thumb.jpg","type":"series","slug":"gold-spoon","year":2022,"country":["Hàn Quốc"],"content":"Bộ phim truyền hình này dựa trên webcomic “Geumsujeo” của gp04fb được xuất bản từ năm 2016 đến ngày 11 tháng 6 đến năm 2018-ngày 16 tháng 6 thông qua Naver.Lee Seung Cheon (Yook Sung Jae), một đứa trẻ sinh ra trong một gia đình nghèo, người thay đổi số phận với một người bạn sinh ra trong một gia đình giàu có thông qua chiếc thìa vàng và trở thành một chiếc thìa vàng có được.","quality":"HD","lang":"Vietsub","category":["Chính kịch","Bí ẩn"],"time":"78 phút/tập"},{"id":"6274deed3a2c0c6289bdb9a0","name":"Thần Võ Thiên Tôn","origin_name":"The  Legend of  Sky Lord","thumb_url":"https://img.ophim.cc/uploads/movies/than-vo-thien-ton-thumb.jpg","type":"hoathinh","slug":"than-vo-thien-ton","year":2020,"country":["Trung Quốc"],"content":"Ta từ hư không mà tới, nhấc tay trời phải sập, lật tay hủy Hoàng tuyền. Ta là ma, là thần, là tiên, là người. Ta là Tiêu Thần, là vạn vật, cũng là chúa tể!","quality":"HD","lang":"Vietsub","category":["Viễn Tưởng","Phiêu Lưu","Bí ẩn"],"time":"10 phút/tập"},{"id":"627356753a2c0c6289bc6f2b","name":"Vú Em Tiên Tôn Đi Ở Rể","origin_name":"The Love Story of My Immortal Dad","thumb_url":"https://img.ophim.cc/uploads/movies/vu-em-tien-ton-di-o-re-thumb.jpg","type":"hoathinh","slug":"vu-em-tien-ton-di-o-re","year":2020,"country":["Trung Quốc"],"content":"Chấn động! Thân là một Tiên tôn dẫn theo con gái giáng xuống trái đất, không ngờ lại trở thành một người ở rể.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"10 phút/tập"},{"id":"6354c4fe2805d71a49561d35","name":"Sóng Gió Gia Tộc","origin_name":"Heart Of Greed","thumb_url":"https://img.ophim.cc/uploads/movies/song-gio-gia-toc-thumb.jpg","type":"series","slug":"song-gio-gia-toc","year":2007,"country":["Hồng Kông"],"content":"Phim xoay quanh những vấn đề xảy ra trong một gia đình giàu có có tiếng. Câu chuyện bắt đầu với ông chủ Đường Nhân Giai còn gọi là Bào lớn – một ông chủ có tiếng trong giới kinh doanh bào ngư. Bào lớn rất xem trọng hạnh phúc trong gia đình vì ông có 1 lúc 2 người vợ sống chung trong một ngôi nhà nên ông lúc nào cũng phải giữ hòa khí cho cả 2 bà vợ. Các người con của ông rất hòa thuận và yêu thương nhau. Người vợ lớn của ông là một người phụ nữ tốt bụng và biết nhường nhịn đối với người vợ nhỏ của ông. Nhưng ngược lại bà vợ nhỏ thì lúc nào cũng ít kỷ và lo sợ mình mất phần trong gia sản khổng lồ của Bào lớn, mọi chuyện rắc rối xảy ra khi Bào lớn bệnh và qua đời….","quality":"HD","lang":"Lồng Tiếng","category":["Tình Cảm","Tâm Lý","Gia Đình"],"time":"45 phút/tập"},{"id":"6354c4102805d71a49561ac8","name":"Sóng Gió Gia Tộc 3","origin_name":"Heart And Greed","thumb_url":"https://img.ophim.cc/uploads/movies/song-gio-gia-toc-3-thumb.jpg","type":"series","slug":"song-gio-gia-toc-3","year":2018,"country":["Hồng Kông"],"content":"Lăng Lệ Huỳnh và ông chồng Huỳnh Vĩnh Chính bằng sự nỗ lực, kinh doanh tiệm trà lúc ban đầu, dần phát triển thành một tập đoàn trong đó có chức năng kinh doanh bất động sản. Em trai của Lệ Huỳnh là Lăng Thừa Phong cũng giúp sức cho tập đoàn của chị gái lên sàn. Vĩnh Chính vốn không muốn lên sàn, nhưng bởi năm xưa, anh ta từng được Hứa Nhã Lân giúp thoát tội, nên Chính luôn luôn canh cánh trong lòng và trông mong có ngày sẽ đền ơn cho Lân. Nay biết được cơ nghiệp in ấn cả trăm năm của gia đình họ Hứa đang lâm vào nguy cơ sụp đổ, Chính nghe lời em trai vợ, rằng có thể thông qua sự sáp nhập công ty của hai bên, thì hai bên sẽ được vẹn cả đôi đường. Hai gia đình trong khi lâm vào sự chia cắt và rạn nứt thì sự trả thù được ấp ủ từ nhiều năm cũng đang ập đến.","quality":"HD","lang":"Lồng Tiếng","category":["Tình Cảm","Tâm Lý"],"time":"45 phút/tập"},{"id":"6354c3872805d71a4956189f","name":"Phiên Dịch Viên Xinh Đẹp","origin_name":"Les Interprètes","thumb_url":"https://img.ophim.cc/uploads/movies/phien-dich-vien-xinh-dep-thumb.jpg","type":"series","slug":"phien-dich-vien-xinh-dep","year":2016,"country":["Trung Quốc"],"content":"Phiên Dịch Viên Xinh Đẹp do Hoàng Hiên và Dương Mịch đảm nhận vai chính. Phim kể về Kiều Phi - nữ thạc sĩ khoa tiếng Pháp từ nhỏ đã mơ ước lớn lên trở thành một phiên dịch viên chuyên nghiệp. Một lần tình cờ, cô đã quen biết với anh chàng Trình Gia Dương - một thiên tài phiên dịch. Và bởi vì đang trốn tránh bạn trai cũ Cao Gia Minh nên Kiều Phi và Gia Dương đã trở thành oan gia ngõ hẹp. Không ngờ, ngày hôm sau trong cuộc phỏng vấn tuyển dụng phiên dịch, Kiều Phi phát hiện ra Gia Dương chính là vị giám khảo phỏng vấn.","quality":"HD","lang":"Lồng Tiếng","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"62bdc80c9464119c345689df","name":"Utwarerumono: Mặt Nạ Của Sự Thật","origin_name":"Utawarerumono: Mask of Truth","thumb_url":"https://img.ophim.cc/uploads/movies/utwarerumono-mat-na-cua-su-that-thumb.jpg","type":"hoathinh","slug":"utwarerumono-mat-na-cua-su-that","year":2022,"country":["Nhật Bản"],"content":"Sau sự kiện tại phần trước \"Mặt Nạ Lừa Dối\", Đế quốc Yamato hiện tại được cai trị dưới hình thức thiết quân luật được dựng nên bởi những kẻ cầm quyền tàn nhẫn với tham vọng tất cả phải khuất phục trước mình. Haku dưới thân phận Oshutoru đã đứng lên lãnh đạo một đội quân khởi nghĩa giúp Công chúa Anju giành lại ngai vàng. Thế giới bỗng chốc rơi vào tình trạng khói lửa khi các quốc gia và tướng lĩnh phải lựa chọn phe để chiến đấu. Những bí mật to lớn dần được tiết lộ. Liệu hòa bình sẽ được khôi phục hay đây sẽ là khởi đầu của kết thúc?","quality":"HD","lang":"Vietsub","category":["Hành Động","Bí ẩn"],"time":"24 phút/tập"},{"id":"6341d2e80ee52b6834def9a3","name":"Blue Lock","origin_name":"ブルーロック","thumb_url":"https://img.ophim.cc/uploads/movies/blue-lock-thumb.jpg","type":"hoathinh","slug":"blue-lock","year":2022,"country":["Nhật Bản"],"content":"Nhật Bản gặp khó khăn trở lại đường đua sau thảm họa World Cup 2018. nhưng liên tục cảm thấy như thể thiếu một cái gì đó? Vâng, họ có một tiền đạo không thể đánh bại, người có thể giúp họ giành chiến thắng. JFA cam kết sản xuất một tiền đạo khao khát cả mục tiêu và chiến thắng để anh ta có thể trở thành thành phần quan trọng trong việc phục hồi sau các trận thua. 300 cầu thủ xuất sắc nhất Nhật Bản và cầu thủ trẻ tài năng nhất đã được tập hợp cho mục đích này. Ai sẽ trở thành thành viên hàng đầu của nhóm lãnh đạo? Liệu họ có thể vượt qua được bắp tay và cái tôi của mọi người cản đường họ?","quality":"HD","lang":"Vietsub","category":["Hành Động","Thể Thao","Học Đường"],"time":""},{"id":"6338859a0ee52b6834bee542","name":"Berserk: Thời kỳ Hoàng Kim","origin_name":"Berserk: The Golden Age Arc Memorial Edition","thumb_url":"https://img.ophim.cc/uploads/movies/berserk-thoi-ky-hoang-kim-thumb.jpg","type":"hoathinh","slug":"berserk-thoi-ky-hoang-kim","year":2022,"country":["Nhật Bản"],"content":"\"Ta chỉ tin vào thanh gươm của chính mình\". Không bạn bè, không người thân, không nơi để trở về, tay kiếm sĩ Guts đơn độc lang thang khắp vùng đất bị rung động bởi Cuộc chiến tranh trăm năm trong vai trò lính đánh thuê. Guts dễ dàng điều khiển thanh đại kiếm quá khổ to hơn chính bản thân mình để chiến đấu và hạ gục các đối thủ mạnh mẽ. Griffith, kẻ dẫn đầu đoàn lính đánh thuê mang tên Quân đoàn chim ưng, đã để mắt đến anh ta. Griffith, kẻ sở hữu khả năng lãnh đạo không tưởng đằng sau vẻ ngoài vô cùng mỹ lệ và tham vọng to lớn của hắn. Và rồi, hắn đã đánh bại Guts trong một cuộc đọ sức tay đôi và chiêu mộ anh về với quân đoàn nhằm giúp hắn hoàn thành tham vọng. Cùng nhau trải qua nhiều trận chiến khốc liệt, họ trở thành những người bạn gắn bó tin tưởng. Trong số đó, mối quan hệ giữa Griffith và Guts bây giờ là một điều gì đó vô cùng đặc biệt. Cuối cùng, Quân đoàn chim ưng đã vươn lên trở thành một đội quân chính quy ở Vương quốc Midland. Nhưng đó chỉ là bước đầu tiên hướng tới mục tiêu vươn tới đỉnh cao của Griffith. Mặt khác, Guts bị giấc mơ của Griffith thu hút và bắt đầu đặt câu hỏi về cuộc đời cầm kiếm của mình. Nhưng Guts vẫn không hề hay biết, một số phận khủng khiếp đã được đem đến chính bởi những giấc mơ bất tận của họ...","quality":"HD","lang":"Vietsub","category":["Hành Động"],"time":""},{"id":"63397b120ee52b6834c1b749","name":"BOCCHI THE ROCK!","origin_name":"ぼっち・ざ・ろっく！","thumb_url":"https://img.ophim.cc/uploads/movies/bocchi-the-rock-thumb.jpg","type":"hoathinh","slug":"bocchi-the-rock","year":2022,"country":["Nhật Bản"],"content":"Gotou Hitori là cô học sinh cao trung đang học chơi guitar bởi cô ấy ước mơ lập nên một ban nhạc. Thế nhưng, Hitori quá nhút nhát nên cô ấy thậm chí còn chẳng có một người bạn nào. Tuy nhiên, ước mơ của cô ấy cuối cùng cũng có khả năng trở thành sự thật nhờ cuộc gặp gỡ với Ijichi Nijika, một tay trống thứ thiệt đang tìm bạn chơi guitar để gia nhập vào ban nhạc của mình.","quality":"HD","lang":"Vietsub","category":["Âm Nhạc"],"time":"23 phút/tập"},{"id":"634c2fba2805d71a4932e63f","name":"4-nin wa Sorezore Uso wo Tsuku","origin_name":"Four People and Their Respective Lies","thumb_url":"https://img.ophim.cc/uploads/movies/4-nin-wa-sorezore-uso-wo-tsuku-thumb.jpg","type":"hoathinh","slug":"4-nin-wa-sorezore-uso-wo-tsuku","year":2022,"country":["Nhật Bản"],"content":"Câu chuyện hài hước về bốn người là bạn bè của nhau ở một trường nữ sinh. Mỗi người trong số họ đều sở hữu một bí mật cho riêng mình. Thoạt nhìn, họ chỉ là những nữ sinh bình thường. Nhưng thật ra, họ lại là một nhóm kỳ quặc gồm một người ngoài hành tinh, một ninja không thuộc gia tộc nào, một siêu năng lực gia và một cậu bé mặc đồ nữ.","quality":"HD","lang":"Vietsub","category":["Hài Hước","Học Đường"],"time":"23 phút/tập"}][{"id":"634f79122805d71a493f8548","name":"Hành trình ẩm thực của Phil (Phần 6)","origin_name":"Somebody Feed Phil (Season 6)","thumb_url":"https://img.ophim.cc/uploads/movies/hanh-trinh-am-thuc-cua-phil-phan-6-thumb.jpg","type":"series","slug":"hanh-trinh-am-thuc-cua-phil-phan-6","year":2022,"country":["Âu Mỹ"],"content":"Từ Croatia cho đến Philadelphia, Phil ngao du thế giới với nụ cười trên môi khi anh thưởng thức ẩm thực và văn hóa địa phương. Anh cũng tri ân bố mẹ thân thương của mình.","quality":"HD","lang":"Vietsub","category":["Phiêu Lưu","Tài Liệu"],"time":"51phút/tập"},{"id":"634f78a02805d71a493f8327","name":"Những bí ẩn chưa lời đáp (Phần 3)","origin_name":"Unsolved Mysteries (Season 3)","thumb_url":"https://img.ophim.cc/uploads/movies/nhung-bi-an-chua-loi-dap-phan-3-thumb.jpg","type":"series","slug":"nhung-bi-an-chua-loi-dap-phan-3","year":2022,"country":["Âu Mỹ"],"content":"Trong phần ba của loạt phim tài liệu mang tính biểu tượng này, người thật trải qua những tội ác ngoài sức tưởng tượng, những vụ mất tích khó hiểu và những hiện tượng huyền bí.","quality":"HD","lang":"Vietsub","category":["Hình Sự","Tài Liệu"],"time":"50 phút/tập"},{"id":"634f78322805d71a493f812a","name":"LiSA LiVE is Smile Always, Eve&Birth: Buổi biểu diễn tại Nippon Budokan","origin_name":"LiSA LiVE is Smile Always, Eve&Birth: The Birth at Nippon Budokan","thumb_url":"https://img.ophim.cc/uploads/movies/lisa-live-is-smile-always-evebirth-buoi-bieu-dien-tai-nippon-budokan-thumb.jpg","type":"single","slug":"lisa-live-is-smile-always-evebirth-buoi-bieu-dien-tai-nippon-budokan","year":2022,"country":["Nhật Bản"],"content":"Nổi tiếng nhờ các bài hát chủ đề của \"Thanh gươm diệt quỷ\" và nhiều bộ phim khác, LiSA đứng trên sân khấu, kỉ niệm 10 năm hát đơn trong cảm xúc hân hoan và biết ơn.","quality":"HD","lang":"Vietsub","category":["Âm Nhạc"],"time":"2g 8phút"},{"id":"634f78112805d71a493f8068","name":"LiSA: Lại một ngày tuyệt vời","origin_name":"LiSA Another Great Day","thumb_url":"https://img.ophim.cc/uploads/movies/lisa-lai-mot-ngay-tuyet-voi-thumb.jpg","type":"single","slug":"lisa-lai-mot-ngay-tuyet-voi","year":2022,"country":["Nhật Bản"],"content":"Hãy khám phá thế giới của nữ ca sĩ được mệnh danh là \"Nữ chính nhạc rock\" khi cô nhìn lại mười năm đầu sự nghiệp và hướng về tương lai.","quality":"HD","lang":"Vietsub","category":["Âm Nhạc","Tài Liệu"],"time":"1g 37phút"},{"id":"634f77f02805d71a493f7fbb","name":"Gabriel Iglesias: Fluffy ở sân vận động","origin_name":"Gabriel Iglesias: Stadium Fluffy","thumb_url":"https://img.ophim.cc/uploads/movies/gabriel-iglesias-fluffy-o-san-van-dong-thumb.jpg","type":"single","slug":"gabriel-iglesias-fluffy-o-san-van-dong","year":2022,"country":["Âu Mỹ"],"content":"Bị đe dọa. Xúc phạm võ sĩ chuyên nghiệp. Chơi cho kẹo hay bị ghẹo với con trai. Gabriel chia sẻ những thăng trầm trong chương trình hài độc thoại đặc biệt mang tính bước ngoặt này.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"1g 55phút"},{"id":"634f77812805d71a493f7e06","name":"Con Tin Mật Danh X","origin_name":"Hostage X","thumb_url":"https://img.ophim.cc/uploads/movies/con-tin-mat-danh-x-thumb.jpg","type":"single","slug":"con-tin-mat-danh-x","year":2017,"country":["Âu Mỹ"],"content":"Bạn thức dậy, không có trí nhớ. Bạn có 90 phút trước khi những kẻ bắt cóc giết bạn, trừ khi bạn tìm ra bạn là ai và tại sao những người nước ngoài này muốn giết bạn. Một bộ phim kinh dị thuộc dòng \"Buried\" với một tình tiết quanh co.","quality":"HD","lang":"Vietsub","category":["Bí ẩn"],"time":"85 Phút"},{"id":"634f77312805d71a493f7ca8","name":"Chuyện Tình Cancun","origin_name":"The Duchess of Cancun","thumb_url":"https://img.ophim.cc/uploads/movies/chuyen-tinh-cancun-thumb.jpg","type":"single","slug":"chuyen-tinh-cancun","year":2017,"country":["Âu Mỹ"],"content":"Một người đàn ông trẻ vẫn còn yêu người yêu cũ tự hủy hoại bản thân của mình đồng ý tham gia cùng cô ấy trong một chuyến đi đến Cancun, nơi anh ta gặp một cô gái địa phương - buộc anh ta phải đặt câu hỏi về mọi thứ anh ta muốn trong cuộc sống.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước","Chính kịch","Bí ẩn"],"time":"105 Phút"},{"id":"634f76da2805d71a493f7b22","name":"Chú Chó Cứu Hộ","origin_name":"Rescue Dogs","thumb_url":"https://img.ophim.cc/uploads/movies/chu-cho-cuu-ho-thumb.jpg","type":"single","slug":"chu-cho-cuu-ho","year":2016,"country":["Âu Mỹ"],"content":"Tracy và chú chó cứu hộ Charger của anh ta phải phá vỡ kế hoạch của một Doanh nhân xấu xa muốn đánh sập nhà hàng trên bãi biển của họ để xây dựng sân gôn của anh ta. Với sự giúp đỡ từ anh trai của mình, Tracy cố gắng đáp ứng các hóa đơn, quản lý nhà bếp (nơi Charger giúp nấu ăn!) Và vẫn tìm thấy thời gian để yêu cô vũ công xinh đẹp, Bridgette. Thông qua một bộ phim hài về những sai sót và rủi ro, con người thấy rằng chính họ có thể được giải cứu bởi những con vật cứu hộ của chính họ.","quality":"HD","lang":"Vietsub","category":["Hài Hước","Gia Đình"],"time":"87 Phút"},{"id":"634f74a32805d71a493f7164","name":"Bí Ẩn Đêm Đen","origin_name":"Against the Night","thumb_url":"https://img.ophim.cc/uploads/movies/against-the-night-thumb.jpg","type":"single","slug":"against-the-night","year":2017,"country":["Âu Mỹ"],"content":"Một nhóm bạn lẻn vào một nhà tù bỏ hoang với ý định làm một video săn ma, cho đến khi lần lượt mất tích.","quality":"HD","lang":"Vietsub","category":["Kinh Dị","Bí ẩn"],"time":"85 Phút"},{"id":"634f74dc2805d71a493f7245","name":"Chạm Vào Đam Mê","origin_name":"Dancin' - It's On!","thumb_url":"https://img.ophim.cc/uploads/movies/cham-vao-dam-me-thumb.jpg","type":"single","slug":"cham-vao-dam-me","year":2015,"country":["Âu Mỹ"],"content":"Hai vũ công yêu nhau tại một khách sạn ở Florida trước khi tranh tài trong một cuộc thi khiêu vũ.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Âm Nhạc","Chính kịch"],"time":"89 Phút"},{"id":"634f74712805d71a493f708e","name":"Bắt Cóc Bất Thành","origin_name":"Retribution","thumb_url":"https://img.ophim.cc/uploads/movies/bat-coc-bat-thanh-thumb.jpg","type":"single","slug":"bat-coc-bat-thanh","year":2016,"country":["Âu Mỹ"],"content":"Dan Williams, kẻ chuyên thu nợ xã hội đen, gần như phát điên khi cô con gái bị bắt cóc. Cuộc báo thù đẫm máu trong 24 giờ bắt đầu, kẻ chủ mưu thực sự hoảng sợ, sát thủ hàng đầu được thuê để săn mạng Dan trước khi quá muộn. Cảnh sát buộc phải vào cuộc ngăn chặn cuộc chiến đường phố khiến bộ phim càng hấp dẫn!","quality":"HD","lang":"Thuyết Minh","category":["Hành Động","Tâm Lý","Phiêu Lưu"],"time":"83 phút"},{"id":"634f73c82805d71a493f6e01","name":"Báo Thù","origin_name":"Retribution (Aka Requiem)","thumb_url":"https://img.ophim.cc/uploads/movies/bao-thu-2017-thumb.jpg","type":"single","slug":"bao-thu-2017","year":2017,"country":["Âu Mỹ"],"content":"Một cô gái tự tử yêu một thiên thần sa ngã. Các thiên thần và ác quỷ khác sẽ dừng lại không làm việc của mình để ép đôi trai gái không được yêu nhau.","quality":"HD","lang":"Vietsub","category":["Hành Động","Tâm Lý","Phiêu Lưu"],"time":"91 phút"},{"id":"634f73172805d71a493f6b54","name":"Bản Tình Ca Dang Dở","origin_name":"Broken: A Musical","thumb_url":"https://img.ophim.cc/uploads/movies/ban-tinh-ca-dang-do-thumb.jpg","type":"single","slug":"ban-tinh-ca-dang-do","year":2015,"country":["Âu Mỹ"],"content":"Mona trở lại thành phố để làm mới cuộc sống của mình với người bạn thân nhất của cô là Helen sau cái chết của bà cô. Mona miễn cưỡng tham dự một bữa tiệc thịnh soạn với Helen, mặc dù người yêu cũ của cô, Jason, sẽ ở đó, nơi cô gặp Dirk quyến rũ, người đã thay đổi cuộc đời cô.","quality":"HD","lang":"Vietsub","category":["Âm Nhạc","Chính kịch"],"time":"110 Phút"},{"id":"634f72972805d71a493f6937","name":"79 Đêm","origin_name":"Seventy-Nine","thumb_url":"https://img.ophim.cc/uploads/movies/79-dem-thumb.jpg","type":"single","slug":"79-dem","year":2013,"country":["Âu Mỹ"],"content":"Trong một trại tâm thần bị bỏ hoang, các bác sĩ thực hiện các thí nghiệm bí mật trên những bệnh nhân không nghi ngờ. Các thí nghiệm, có tên mã là Limes, được thiết kế để chữa các cơn bạo lực trong tù nhân thông qua các phương pháp tẩy não và thao túng tâm trí mới. Gia đình các bệnh nhân sớm phát hiện đây không phải là bệnh viện bình thường.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Kinh Dị","Bí ẩn"],"time":"82 Phút"},{"id":"634f6ca42805d71a493f52ef","name":"Ammu","origin_name":"Ammu","thumb_url":"https://img.ophim.cc/uploads/movies/ammu-thumb.jpg","type":"single","slug":"ammu","year":2022,"country":["Ấn Độ"],"content":"Những tưởng cuộc hôn nhân của Ammu là một câu chuyện cổ tích - đầy tình yêu và phép thuật, kết thúc khi người chồng cảnh sát Ravi của cô đánh cô lần đầu tiên. Những gì Ammu nghĩ là một sự cố chỉ xảy ra một lần sớm trở thành một chu kỳ lạm dụng không bao giờ kết thúc, bẫy cô ấy và phá vỡ linh hồn và tinh thần của cô ấy. Bị đẩy đến giới hạn của mình, Ammu hợp tác với một đồng minh khó có thể thoát ra.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"136 Phút"},{"id":"6345c6512805d71a491c4170","name":"Chainsaw Man","origin_name":"チェンソーマン","thumb_url":"https://img.ophim.cc/uploads/movies/chainsaw-man-thumb.jpg","type":"hoathinh","slug":"chainsaw-man","year":2022,"country":["Nhật Bản"],"content":"Denji có một ước mơ đơn giản - sống một cuộc sống hạnh phúc và yên bình, dành thời gian cho một cô gái mà anh ấy thích. Tuy nhiên, điều này khác xa so với thực tế, vì Denji bị yakuza buộc phải giết quỷ để trả nợ nần chồng chất của mình. Sử dụng con quỷ cưng Pochita của mình như một vũ khí, anh ta sẵn sàng làm bất cứ điều gì chỉ vì một chút tiền mặt.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Phiêu Lưu"],"time":"24 phút/tập"},{"id":"63387bfc0ee52b6834bed12a","name":"Khi Mây Đen Gặp Trăng Sáng","origin_name":"My Deepest Dream","thumb_url":"https://img.ophim.cc/uploads/movies/khi-may-den-gap-trang-sang-thumb.jpg","type":"series","slug":"khi-may-den-gap-trang-sang","year":2022,"country":["Trung Quốc"],"content":"Ô Ngộ và Đàm Giảo gặp nhau trên một chiếc du thuyền du lịch, hai người vừa gặp đã yêu. Sau chuyến du lịch, hai người cùng mất đi một phần trí nhớ, Ô Ngộ quên mất ký ức mấy ngày sau khi chuyến du lịch kết thúc, Đàm Giảo mất đi ký ức gần một năm rưỡi. Ô Ngộ là một học bá phát triển toàn diện, tiền đồ như gấm, nhưng sau chuyến du lịch cuộc đời anh thay đổi kinh thiên động địa, mẹ và em gái của mình bị giết. Vì để tìm ra hung thủ, anh buông bỏ tiền đồ trở thành thợ sửa xe hơi. Đàm Giảo gặp lại anh lúc đến sửa xe, sau đó bỗng cách nửa tháng hai người sẽ xuyên không một lần.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"63397a2a0ee52b6834c1a23a","name":"Yama no Susume Next Summit","origin_name":"エイトビット","thumb_url":"https://img.ophim.cc/uploads/movies/yama-no-susume-next-summit-thumb.jpg","type":"hoathinh","slug":"yama-no-susume-next-summit","year":2022,"country":["Nhật Bản"],"content":"New Yama no Susume anime.","quality":"HD","lang":"Vietsub","category":["Thể Thao"],"time":""},{"id":"633c6ede0ee52b6834cc7286","name":"VAZZROCK THE ANIMATION","origin_name":"VAZZROCK THE ANIMATION","thumb_url":"https://img.ophim.cc/uploads/movies/vazzrock-the-animation-thumb.jpg","type":"hoathinh","slug":"vazzrock-the-animation","year":2022,"country":["Nhật Bản"],"content":"VAZZROCK THE ANIMATION","quality":"HD","lang":"Vietsub","category":["Âm Nhạc"],"time":""},{"id":"633979cf0ee52b6834c19ae6","name":"Cuộc Sống Thường Ngày Của Tiên Vương Mùa 3","origin_name":"The Daily Life of the Immortal King 3","thumb_url":"https://img.ophim.cc/uploads/movies/cuoc-song-thuong-ngay-cua-tien-vuong-mua-3-thumb.jpg","type":"hoathinh","slug":"cuoc-song-thuong-ngay-cua-tien-vuong-mua-3","year":2022,"country":["Trung Quốc"],"content":"Vương Lệnh sinh ra đã có sức mạnh to lớn, dần mở lòng hơn sau khi quen Tôn Dung và các bạn học khác. Từ việc chỉ quan tâm đến cuộc sống bình yên của bản thân, trở thành Tiên Vương đại nhân muốn bảo vệ thời gian tươi đẹp đồng hành với bạn bè, nhưng tại sao lần này lại bí mật chiến đấu?","quality":"HD","lang":"Vietsub","category":["Viễn Tưởng","Học Đường"],"time":""},{"id":"6264079bdb43524328b143c6","name":"Phàm Nhân Tu Tiên","origin_name":"Phàm Nhân Tu Tiên Chi Phàm Nhân Phong Khởi Thiên Nam, Fan Ren Xiu Xian Zhuan","thumb_url":"https://img.ophim.cc/uploads/movies/pham-nhan-tu-tien-thumb.jpg","type":"hoathinh","slug":"pham-nhan-tu-tien","year":2020,"country":["Trung Quốc"],"content":"Thiếu niên là người phàm, lại không rõ từ đâu cơ thể có được căn nguyên linh khí. Vì để người nhà được sống cuộc sống tốt hơn, bèn bước vào cuộc hành trình tu tiên","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Bí ẩn"],"time":"20 phút/tập"},{"id":"633979910ee52b6834c1962a","name":"Shinobi no Ittoki","origin_name":"Ittoki The Ninja","thumb_url":"https://img.ophim.cc/uploads/movies/shinobi-no-ittoki-thumb.jpg","type":"hoathinh","slug":"shinobi-no-ittoki","year":2022,"country":["Nhật Bản"],"content":"Sau khi suýt mất mạng trong một cuộc ám sát, Sakuraba Ittoki phát hiện ra rằng mình là người thừa kế chính thống đời thứ 19 của gia tộc ninja Iga và cậu sẽ phải rèn luyện bản thân để tham gia vào cuộc chiến tiếp diễn từ thời xa xưa giữa hai gia tộc ninja Iga và Kouga.","quality":"HD","lang":"Vietsub","category":["Hành Động"],"time":""},{"id":"62fb208f294ccd8d66f5041e","name":"Tiệm Cà Phê Luật","origin_name":"The Law Cafe","thumb_url":"https://img.ophim.cc/uploads/movies/love-according-to-law-thumb.jpg","type":"series","slug":"love-according-to-law","year":2022,"country":["Hàn Quốc"],"content":"Đó là câu chuyện tình lãng mạn giữa một cựu công tố viên trở thành chủ nhà mở quán cà phê / công ty luật lai với một cựu Hoa hậu Hàn Quốc.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"70 phút/tập"},{"id":"633a777b0ee52b6834c4e87c","name":"Chân Tình Này Mẹ Không Ưng","origin_name":"The Three GentleBros","thumb_url":"https://img.ophim.cc/uploads/movies/chan-tinh-nay-me-khong-ung-thumb.jpg","type":"series","slug":"chan-tinh-nay-me-khong-ung","year":2022,"country":["Thái Lan"],"content":"Itchaya, Tevis và Ashira là ba anh em ruột, trưởng thành trong sự bảo bọc quá lớn của mẹ. Bị kiểm soát mọi thứ từ quần áo đến sự nghiệp, liệu họ sẽ vùng vẫy thế nào với cuộc sống của chính mình?The Three GentleBros - Chân Tình Này Mẹ Không Ưng, phim thai lan chan tinh nay me khong ung, phim chan tinh nay me khong ung tap moi nhat, vietsub chan tinh nay me khong ung, chan tinh nay me khong ung thuyet minh hd","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"46 phút/tập"}][{"id":"635105992805d71a494576f8","name":"Kế Hoạch Rùng Rợn","origin_name":"Misfortune","thumb_url":"https://img.ophim.cc/uploads/movies/ke-hoach-rung-ron-thumb.jpg","type":"single","slug":"ke-hoach-rung-ron","year":2016,"country":["Âu Mỹ"],"content":"Khi một người đàn ông trẻ tuổi, bất chấp vận may của mình, biết về sự ân xá của kẻ giết cha mình, nó bắt đầu một cuộc rượt đuổi mèo và chuột qua sa mạc thù địch, tìm kiếm tài sản thừa kế bị che giấu của gia đình.","quality":"HD","lang":"Vietsub","category":["Hình Sự","Chính kịch","Bí ẩn"],"time":"90 Phút"},{"id":"6351052b2805d71a49457322","name":"Hướng Dẫn Viên Tình Yêu","origin_name":"Love Guide for Dumpees","thumb_url":"https://img.ophim.cc/uploads/movies/huong-dan-vien-tinh-yeu-thumb.jpg","type":"single","slug":"huong-dan-vien-tinh-yeu","year":2015,"country":["Hàn Quốc"],"content":"Về một người đàn ông và một người phụ nữ làm sổ phiếu giảm giá 'tình một đêm' sau khi cả hai đều bị bán phá giá.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":"107 Phút"},{"id":"635104ea2805d71a494570e6","name":"Đàn Ông Song Tử","origin_name":"Man of Will","thumb_url":"https://img.ophim.cc/uploads/movies/dan-ong-song-tu-2017-thumb.jpg","type":"series","slug":"dan-ong-song-tu-2017","year":2017,"country":["Hàn Quốc"],"content":"Kim Chang-Soo trẻ tuổi bị đặt sau song sắt, bị buộc tội giết một người Nhật Bản đã tham gia vào vụ ám sát Hoàng hậu Myeongseong. Trong tù, Kim Chang-Soo chứng kiến ​​cách người Hàn Quốc bị đàn áp và phát triển thành một người chiến đấu cho độc lập của Hàn Quốc.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Chính kịch"],"time":"115 Phút"},{"id":"635102da2805d71a4945634a","name":"Chơi Hoặc Chết","origin_name":"Too Hot to Die","thumb_url":"https://img.ophim.cc/uploads/movies/too-hot-to-die-thumb.jpg","type":"single","slug":"too-hot-to-die","year":2018,"country":["Hàn Quốc"],"content":"Ba người đàn ông và một người phụ nữ tuyên bố cuộc sống của họ là buồn nhất trên thế giới quyết định kết thúc cuộc sống của họ cùng một lúc. Nhưng kế hoạch không diễn ra như mong muốn, vì quá khứ gây sốc của họ bắt đầu được tiết lộ.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"99 Phút"},{"id":"635104412805d71a49456b52","name":"Cuộc Đàm Phán Nghẹt Thở","origin_name":"Injustice","thumb_url":"https://img.ophim.cc/uploads/movies/cuoc-dam-phan-nghet-tho-thumb.jpg","type":"single","slug":"cuoc-dam-phan-nghet-tho","year":2017,"country":["Âu Mỹ"],"content":"Dee quyết định rằng cách duy nhất có thể làm cho chính phủ lắng nghe nhu cầu của cô là bắt giữ một nhóm con tin để có cơ hội ngồi vào bàn đàm phán. Kế hoạch dần vượt khỏi tầm kiểm soát và cô không thể giữ bình tĩnh khi mọi thứ trở nên hỗn loạn và đồng bọn của cô khiến mọi thứ trở nên rất thật. Phim hành động cân não gay cấn đến từng giây.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu"],"time":"80 phút"},{"id":"635103ca2805d71a4945688f","name":"Cú Phản Đòn Ngoạn Mục","origin_name":"Primary","thumb_url":"https://img.ophim.cc/uploads/movies/cu-phan-don-ngoan-muc-thumb.jpg","type":"single","slug":"cu-phan-don-ngoan-muc","year":2014,"country":["Âu Mỹ"],"content":"Các cuộc chiến của một giám đốc điều hành trẻ tuổi và được điều hành với một đối thủ kinh doanh đe dọa phá vỡ thế giới của anh ta. Khi anh gặp một người trôi dạt lôi cuốn, triết lý sống của anh thay đổi, và anh quyết định lấy lại tất cả những gì đã mất.","quality":"HD","lang":"Vietsub","category":["Hình Sự","Bí ẩn"],"time":"91 Phút"},{"id":"6351036d2805d71a49456675","name":"Chuyện Tình Cupid","origin_name":"Why Me, Sweetie?!","thumb_url":"https://img.ophim.cc/uploads/movies/chuyen-tinh-cupid-thumb.jpg","type":"single","slug":"chuyen-tinh-cupid","year":2003,"country":["Hồng Kông"],"content":"Trong phim này, Louis Koo cố gắng tán tỉnh một sinh viên sân khấu điện ảnh Bắc Kinh (Cherry Ying), nhưng anh ta bị mất trí nhớ, và anh ta liên tục quên cô ấy là ai.","quality":"HD","lang":"Thuyết Minh","category":["Tình Cảm","Hài Hước","Chính kịch"],"time":"97 Phút"},{"id":"635102a62805d71a49456221","name":"Buổi Tiệc Cuối Cùng","origin_name":"End Of Days","thumb_url":"https://img.ophim.cc/uploads/movies/buoi-tiec-cuoi-cung-thumb.jpg","type":"single","slug":"buoi-tiec-cuoi-cung","year":2016,"country":["Âu Mỹ"],"content":"Theo lời hứa hẹn ngon ngọt của gã Giám Đốc Godfrey và cô em gái nguy hiểm của hắn, trước ngày giải thể đóng cửa công ty, chỉ cần tất cả nhân viên tham dự bữa tiệc chia tay sẽ được nhận số tiền thưởng kếch xù. Nhưng ẩn dưới đêm tiệc xa hoa là một âm mưu khác được che đậy, chúng không hề muốn chia tiền cho bất kỳ ai, với cám dỗ của đồng tiền và sự uy hiếp, họ chấp nhận làm việc thâu đêm xử lý hết những công việc đang tồn kho nhưng nó lại là ngòi nổ dẫn đến hậu quả khó lường.","quality":"HD","lang":"Vietsub","category":["Tâm Lý"],"time":"78 phút"},{"id":"635102432805d71a4945600a","name":"Bóng Đen Quá Khứ","origin_name":"Ice Blue","thumb_url":"https://img.ophim.cc/uploads/movies/bong-den-qua-khu-thumb.jpg","type":"single","slug":"bong-den-qua-khu","year":2017,"country":["Âu Mỹ"],"content":"Thế giới của Arielle, 16 tuổi đang xáo trộn khi mẹ cô trở về một cách bí ẩn, điều khiển mối quan hệ dường như hoàn hảo mà cô có với cha mình trong khi làm sáng tỏ những bí mật gia đình được che giấu từ lâu trong trang trại chân đồi biệt lập của họ.","quality":"HD","lang":"Vietsub","category":["Bí ẩn"],"time":"105 Phút"},{"id":"635101a62805d71a49455be8","name":"Án Mạng Liên Hoàn","origin_name":"The Liquidator","thumb_url":"https://img.ophim.cc/uploads/movies/the-liquidator-thumb.jpg","type":"single","slug":"the-liquidator","year":2017,"country":["Trung Quốc"],"content":"Một nhà tâm lý học tội phạm và một chuyên gia pháp y làm việc cùng nhau để truy tìm một kẻ giết người hàng loạt nhắm vào những người đã được tha bổng vì những tội đáng chú ý và sử dụng tội lỗi của họ làm phương thức hoạt động của mình.","quality":"HD","lang":"Thuyết Minh","category":["Hình Sự","Bí ẩn"],"time":"124 Phút"},{"id":"635101f42805d71a49455e35","name":"Bạn Gái Ảo","origin_name":"Streamer","thumb_url":"https://img.ophim.cc/uploads/movies/ban-gai-ao-thumb.jpg","type":"single","slug":"ban-gai-ao","year":2016,"country":["Âu Mỹ"],"content":"Một người đàn ông trẻ bị cô lập trở nên bị ám ảnh bởi một cô gái webcam sống trong tòa nhà của anh ta và kết bạn với cô ấy, mặc dù cảm xúc mâu thuẫn.","quality":"HD","lang":"Vietsub","category":["Kinh Dị","Chính kịch","Bí ẩn"],"time":"78 Phút"},{"id":"6347d1152805d71a4923034d","name":"Guardians of Time","origin_name":"Guardians of Time","thumb_url":"https://img.ophim.cc/uploads/movies/guardians-of-time-thumb.jpg","type":"single","slug":"guardians-of-time","year":2022,"country":["Âu Mỹ"],"content":"Một ngày nọ, trong trang viên của gia đình, bốn anh em họ phát hiện ra một lối đi dẫn đến một thế giới bí ẩn. Bị mắc kẹt trong vùng đất được khai quật này, Vương quốc Keoherus, họ phải đối đầu với Người bảo vệ Thời gian và đối mặt với các thế lực hắc ám và quái thú để hy vọng về được nhà.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Gia Đình"],"time":"100 Phút"},{"id":"6350dcab2805d71a49444c8b","name":"Nghe Thấy Giọng Nói Của Em","origin_name":"Hello My Noisy Mp3","thumb_url":"https://img.ophim.cc/uploads/movies/nghe-thay-giong-noi-cua-em-thumb.jpg","type":"series","slug":"nghe-thay-giong-noi-cua-em","year":2022,"country":["Trung Quốc"],"content":"Một máy MP3 cũ, khiến Triệu Mạn Nhi một ngôi sao gần 30 tuổi có thể giao tiếp với bản thân mình 11 năm trước thông qua các bản ghi âm. Khi cô nghĩ rằng cuối cùng mình có thể thay đổi cuộc sống tồi tệ hiện tại của bản thân nhưng không ngờ lại khiến bản thân trong quá khứ và hiện tại rơi vào khủng hoảng lớn hơn...","quality":"HD","lang":"Vietsub","category":["Hành Động"],"time":"33 phút/tập"},{"id":"63075c990048e70b82927104","name":"Sơn Hải Tuyệt Luân","origin_name":"Fairy Mountain","thumb_url":"https://img.ophim.cc/uploads/movies/son-hai-tuyet-luan-thumb.jpg","type":"hoathinh","slug":"son-hai-tuyet-luan","year":2022,"country":["Trung Quốc"],"content":"Hoàng đế Trung Nguyên mất tích nhiều tháng, Lý Mậu – Tướng lĩnh Vũ Lâm Vệ và Vi Hiền – Tham mưu nội đình nhận lệnh của Thái Hậu, bí mật tìm kiếm tung tích của Hoàng đế. Trên đường, hai người gặp được Võ thần thiếu niên Tông Thịnh hễ khóc là biết thành trẻ con, Phạm Thiên nay đã mất trí nhớ, tiểu cô nương Công Lương San có tật ở chân nhưng lương thiện. Không đánh không quen biết, mỗi người lại ôm mục đích cho riêng mình, ngọn nguồn của tất cả hỗn loạn dường như đều hường về tiên sơn thần bí trong lời đồn và bí mật trường sinh…","quality":"HD","lang":"Vietsub","category":["Hành Động","Tình Cảm","Viễn Tưởng"],"time":"20 phút/tập"},{"id":"62eb7bd5294ccd8d66ca7417","name":"Bài Ca Yêu Thương","origin_name":"Coffee Melody","thumb_url":"https://img.ophim.cc/uploads/movies/bai-ca-yeu-thuong-thumb.jpg","type":"series","slug":"bai-ca-yeu-thuong","year":2021,"country":["Thái Lan"],"content":"Duan Yi, một nhà soạn nhạc nổi tiếng đã nhận được một dự án mới từ công ty để sáng tác bài hát tình yêu. Duan Yi đang loay hoay sáng tác một bài hát và đánh mất niềm đam mê của mình. Và nguồn cảm hứng sáng tác đầu tiên của Duen Yi đã trở lại khi anh gặp Handsome barista Pleng Ruk. Nốt cuối cùng của bố cục Nó giống như giọt cà phê cuối cùng.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"6350d4842805d71a4943f68f","name":"Trao Đổi Bạn Tình Trong Khu Phố","origin_name":"스와핑 돌려먹는 친구들","thumb_url":"https://img.ophim.cc/uploads/movies/trao-doi-ban-tinh-trong-khu-pho-thumb.jpg","type":"single","slug":"trao-doi-ban-tinh-trong-khu-pho","year":2022,"country":["Hàn Quốc"],"content":"Một bộ phim kể về các cặp đôi trong khu phố quyết định trao đổi bạn tình cho nhau","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"91 Phút"},{"id":"6350d4032805d71a4943f1e8","name":"Tình Yêu Mù Quáng","origin_name":"블라인드러브","thumb_url":"https://img.ophim.cc/uploads/movies/tinh-yeu-mu-quang-phim-18-thumb.jpg","type":"single","slug":"tinh-yeu-mu-quang-phim-18","year":2022,"country":["Hàn Quốc"],"content":"Bộ phim kể về tình yêu mù quáng bất chấp của anh nhân viên đối với cô trưởng phòng trong công ty","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"90 phút"},{"id":"6350c4e62805d71a4943bd09","name":"Yêu là mù quáng (Phần 3)","origin_name":"Love Is Blind (Season 3)","thumb_url":"https://img.ophim.cc/uploads/movies/yeu-la-mu-quang-phan-3-thumb.jpg","type":"series","slug":"yeu-la-mu-quang-phan-3","year":2020,"country":["Anh"],"content":"Đi qua nhiều cung bậc cảm xúc từ các lô cho đến lễ đường, một nhóm người độc thân mới phải quyết định xem họ có dám cầu hôn người mà họ chưa từng gặp hay không.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"58 phút/tập"},{"id":"6350c4822805d71a4943bbf8","name":"Trường học Thiện và Ác","origin_name":"The School for Good and Evil","thumb_url":"https://img.ophim.cc/uploads/movies/truong-hoc-thien-va-ac-thumb.jpg","type":"single","slug":"truong-hoc-thien-va-ac","year":2022,"country":["Âu Mỹ"],"content":"Mối quan hệ của đôi bạn thân Sophie và Agatha bị thử thách khi họ bị đưa đến ngôi trường phép thuật dành cho anh hùng và ác nhân tương lai trong truyện cổ tích.","quality":"HD","lang":"Vietsub","category":["Gia Đình"],"time":"2g 28phút"},{"id":"6350c4632805d71a4943bb64","name":"Người lạ mặt","origin_name":"The Stranger","thumb_url":"https://img.ophim.cc/uploads/movies/nguoi-la-mat-thumb.jpg","type":"single","slug":"nguoi-la-mat","year":2022,"country":["Úc"],"content":"Một cảnh sát chìm hình thành mối quan hệ mật thiết, căng thẳng với một nghi phạm giết người trong khi cố gắng chiếm lòng tin và khơi gợi anh ta thú tội.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"1g 57phút"},{"id":"6350c4372805d71a4943bae4","name":"Notre-Dame","origin_name":"Notre-Dame","thumb_url":"https://img.ophim.cc/uploads/movies/notre-dame-thumb.jpg","type":"series","slug":"notre-dame","year":2022,"country":["Pháp"],"content":"Dựa trên lời kể có thật của lính cứu hỏa người Pháp, loạt phim chính kịch này khám phá tác động của vụ cháy nhà thờ Đức Bà năm 2019 đối với một nhóm người Paris khác nhau.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"53 phút/tập"},{"id":"6350c4002805d71a4943ba3c","name":"Băng trộm Găng Tay Xanh Lục","origin_name":"The Green Glove Gang","thumb_url":"https://img.ophim.cc/uploads/movies/bang-trom-gang-tay-xanh-luc-thumb.jpg","type":"series","slug":"bang-trom-gang-tay-xanh-luc","year":2022,"country":["Ba lan"],"content":"Khi vụ trộm gần nhất đổ bể, ba nữ đạo chích lớn tuổi trốn tránh chính quyền bằng cách ẩn nấp trong viện dưỡng lão rồi khám phá ra một bí mật hiểm ác ở đó.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"28 phút/tập"},{"id":"6350c3ad2805d71a4943b957","name":"Đuổi Bóng Tình Yêu","origin_name":"Sai Rak Sai Sawat","thumb_url":"https://img.ophim.cc/uploads/movies/duoi-bong-tinh-yeu-thumb.jpg","type":"series","slug":"duoi-bong-tinh-yeu","year":2018,"country":["Thái Lan"],"content":"Câu chuyện bắt đầu vào năm 1921. Jao Karmfah là một nhà quý tộc đến từ Chiang Mai. Như một sự sắp đặt của các thành viên trong gia đình, anh đã đính hôn với Yaowalak. Sau khi trở lại Chiang Mai để kinh doanh, anh đã yêu Fongkae ngay từ cái nhìn đầu tiên. Karmfah quyết định cắt đứt giao ước với Yaowalak để theo đuổi Fongkae. Tuy nhiên, Fongkae đã có một người đàn ông cô ấy yêu, Khun Chai Yingsak Warangkorn. Cha mẹ của Fongkae thích Karmfah làm con rể của họ và nhốt Fongkae đi, trong khi chờ đợi lễ cưới của cô cho Karmfah. Yingsak lẻn vào nhà Fongkae và đưa cô ấy đi. Khi nghe thấy điều này, Karmfah nhanh chóng đuổi theo họ. Khi anh tìm thấy họ, anh nhận ra rằng anh không thể ép buộc bất cứ ai yêu anh. Cũng như Yaowalak không thể ép anh yêu cô. Anh cho phép họ ở bên nhau, và đưa cho Fongkae một chiếc trâm cài tóc mà anh đã đặc biệt chế tạo cho cô. Fongkae và Yingsak tiếp tục có hai con, Mom Luang Sakchai và Mom Luang Sommapa.","quality":"HD","lang":"Lồng Tiếng","category":["Tình Cảm"],"time":"60 phút/tập"},{"id":"6350c2f22805d71a4943b71f","name":"Long Sinh Cửu Tử","origin_name":"THE DRAGON NINE","thumb_url":"https://img.ophim.cc/uploads/movies/long-sinh-cuu-tu-thumb.jpg","type":"single","slug":"long-sinh-cuu-tu","year":2022,"country":["Trung Quốc"],"content":"Huyết thống cuối cùng của gia tộc rồng Phong Nhất Phàm đã vô tình nuốt phải viên thuốc thần của tổ tiên và sinh ra Long Cửu Tử tài giỏi. Cửu Tử đã có thể nói khi vừa sinh ra, và truyền thuyết kể rằng máu thịt của Cửu Tử khi thanh lọc và dung hợp cùng nhau có thể trường sinh. Điều này khiến Cửu Tử bị nhiều thế lực xấu thèm muốn, vì vậy gia đình bắt đầu một cuộc hành trình trốn thoát. Hành trình chạy trốn điên cuồng cùng trải nghiệm cận kề cái chết khiến cả gia đình trở nên hưng thịnh, đồng thời cũng khiến Cửu Tử tài năng hiểu được trách nhiệm vai trò tồn tại của mỗi người. Cuối cùng, Cửu Tử đã có thể bảo vệ mọi người bằng tinh thần đồng đội và sự hợp tác.","quality":"HD","lang":"Vietsub","category":["Hành Động","Cổ Trang","Tâm Lý","Viễn Tưởng"],"time":"1H29M57S"}][{"id":"634702912805d71a4920d7be","name":"Ái Tình Flops","origin_name":"Love Flops","thumb_url":"https://img.ophim.cc/uploads/movies/ai-tinh-flops-thumb.jpg","type":"hoathinh","slug":"ai-tinh-flops","year":2022,"country":["Nhật Bản"],"content":"Asahi Kashiwagi là một học sinh trung học bình thường, cho đến ngày lời tiên tri của một thầy bói trên TV lần lượt trở thành sự thật, kéo theo một loạt các cuộc gặp gỡ đầy bất ngờ. Định mệnh dường như đã kéo 5 cô gái xinh đẹp vào con đường của Asahi. Và không phải chờ đợi quá lâu, câu đã nhận được không phải 1, 2 mà là 5 lời tỏ tình. Liệu tiếng gọi của trái tim có đưa cậu đến một tình yêu hoàn hảo? Hay sẽ là một cú ngã ái tình không thể cứu vãn?","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước","Học Đường"],"time":"23 phút/tập"},{"id":"633dd4a80ee52b6834d1506c","name":"Ta Muốn Trở Thành Chúa Tể Bóng Tối","origin_name":"The Eminence in Shadow","thumb_url":"https://img.ophim.cc/uploads/movies/ta-muon-tro-thanh-chua-te-bong-toi-thumb.jpg","type":"hoathinh","slug":"ta-muon-tro-thanh-chua-te-bong-toi","year":2022,"country":["Nhật Bản"],"content":"[Chúa tể bóng tối] Đó không phải nhân vật chính cũng chẳng phải trùm cuối. Đây là một kẻ bình thường che giấu thực lực, giả làm nhân vật quần chúng nhưng luôn ở trong bóng tối âm thầm can thiệp và thể hiện thực lực. Vốn dĩ hắn là một thiếu niên vì nuôi mộng làm [Chúa tể bóng tối] nên mỗi ngày đều sống an phận như một nhân vật quần chúng nhưng chăm chỉ tu luyện để có được sức mạnh. Đến một ngày, hắn đã mất mạng vì tai nạn và được chuyển sinh tới một thế giới khác. Thiếu niên một lần nữa được sinh ra dưới thân phận Cid Kagenou đã quyết định sẽ sống hạnh phúc ở thế giới khác với cái thiết lập [Chúa tể bóng tối]. Vốn dĩ [Ảo tưởng] mà hắn vẽ ra là sẽ âm thầm chiến đấu để tiêu diệt [Giáo Đoàn Hắc Ám] nhưng chẳng ngờ ở thế giới khác này, [Giáo Đoàn Hắc Ám] lại thật sự tồn tại!? Thuận theo đó, các thiếu nữ thủ hạ của hắn cũng vì hiểu lầm mà tôn thờ hắn dưới danh nghĩa Shadow, bản thân Cid đã chẳng hề hay biết mà trở thành [Chúa tể bóng tối] đích thực, và thế là tổ chức bóng tối [Shadow Garden] do Cid lãnh đạo sẽ đi hủy diệt hắc ám của thế gian...","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước"],"time":"23phút/tập"},{"id":"62eac5f0294ccd8d66c7432e","name":"Nights with a Cat","origin_name":"夜は猫といっしょ","thumb_url":"https://img.ophim.cc/uploads/movies/nights-with-a-cat-thumb.jpg","type":"hoathinh","slug":"nights-with-a-cat","year":2022,"country":["Nhật Bản"],"content":"Câu chuyện xoay quanh Fuuta và mối quan hệ của cô ấy với con mèo nhỏ mới của mình. Điều mà chàng trai trẻ yêu thích nhất sau một ngày dài làm việc là dành thời gian cho thú cưng của mình và cười với những thói quen và cách cư xử kỳ lạ vốn có của mèo nhà.","quality":"HD","lang":"Vietsub","category":["Gia Đình"],"time":"3 phút/tập"},{"id":"63397a530ee52b6834c1a593","name":"Mob Psycho 100 Ⅲ","origin_name":"モブサイコ100 III","thumb_url":"https://img.ophim.cc/uploads/movies/mob-psycho-100-iii-thumb.jpg","type":"hoathinh","slug":"mob-psycho-100-iii","year":2022,"country":["Nhật Bản"],"content":"Mob Psycho 100 Ⅲ &nbsp;kể câu chuyện về Shigeo – thường gọi là Mob, một cậu nam sinh sở hữu năng lực tâm linh cực mạnh! Cuộc sống học đường của Mob sẽ trôi qua vui vẻ hay sóng gió bắt đầu diễn ra? Hãy xem Mob Psycho 100 để có câu trả lời cho điều này nhé","quality":"HD","lang":"Vietsub","category":["Hài Hước","Học Đường"],"time":"23 phút/tập"},{"id":"63348f180ee52b6834b22467","name":"Chuyển Sinh Thành Kiếm","origin_name":"Tensei shitara Ken deshita","thumb_url":"https://img.ophim.cc/uploads/movies/chuyen-sinh-thanh-kiem-thumb.jpg","type":"hoathinh","slug":"chuyen-sinh-thanh-kiem","year":2022,"country":["Nhật Bản"],"content":"\"Tôi đã chuyển sinh thành một thanh kiếm... Được chuyển sinh dưới dạng \"\"Thanh kiếm\"\" được gọi với cái tên \"\"Vũ khí mang ý thức\"\", anh ta vừa mong ngóng được gặp người sẽ trang bị mình, vừa nỗ lực thu thập các Kỹ năng trong cô độc. Một ngày nọ, do bất cẩn, anh ta đã bước chân vào \"\"Khu rừng héo tàn\"\", một nơi có thể hấp thụ ma lực khiến anh không thể cử động dù chỉ một bước. Trong lúc còn đang bối rối, anh đã gặp Fran, một nô lệ thuộc tộc Hắc miêu đã chịu nhiều áp bức. Fran lúc này đang bị một con Ma thú khổng lồ tấn công, và đang rơi vào thế ngàn cân treo sợi tóc. Cô bé đã rút anh ấy lên và dùng sức mạnh đó để thoát khỏi tình thế hiểm nghèo. Sau đó, cô bé đã đặt cái tên \"\"Sư phụ\"\" cho anh ấy và chính thức trở thành người trang bị anh ấy. Cùng với Sư phụ, Fran đã trở thành mạo hiểm giả. Hai người cùng nhau mài giũa kỹ năng và dần thành thạo hơn qua các nhiệm vụ. Fran là vì để đạt đến \"\"Tiến hóa\"\", điểm cuối cùng của sức mạnh. Còn sư phụ là để giúp \"\"Ước nguyện\"\" của cô bé thành hiện thực. Cuộc hành trình của thiếu nữ tai thú cùng thanh kiếm kiêm người cha nuông chiều con cái chính thức bắt đầu!\"","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước"],"time":"23 phút/tập"},{"id":"63397a9d0ee52b6834c1ac71","name":"Futoku no Girudo","origin_name":"不徳のギルド","thumb_url":"https://img.ophim.cc/uploads/movies/futoku-no-girudo-thumb.jpg","type":"hoathinh","slug":"futoku-no-girudo","year":2022,"country":["Nhật Bản"],"content":"Câu chuyện kể về người thợ săn lành nghề Kikuru Madan, người đã quyết định nghỉ hưu vì sợ lãng phí tuổi trẻ của mình. Một ngày nọ, nhân viên của hiệp hội đã gợi ý rằng anh ta nên thực hiện một nhiệm vụ cùng nữ võ sĩ tên là Hitamu Kyan. Tuy nhiên, cô ấy liên tục bị đánh bởi quái vật này đến quái vật khác.","quality":"HD","lang":"Vietsub","category":["Hành Động","Hài Hước"],"time":"23 phút/tập"},{"id":"62d4e7f00376e41264aaa345","name":"Seversin","origin_name":"You Love","thumb_url":"https://img.ophim.cc/uploads/movies/seversin-thumb.jpg","type":"series","slug":"seversin","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"Seversin - Sẽ xoay quanh một cô gái trẻ tên là Asya. Cô ấy sống một cuộc sống hoàn toàn đơn giản và không có gì nổi bật, làm công việc bán hàng trong một trung tâm mua sắm. Cô gái có một nhân vật đầy tham vọng và vì lý do này không thể có được sự hài lòng trọn vẹn từ cuộc sống thường ngày của mình. Một ngày nọ, Asya vô tình có mặt trên phim trường của một dự án điện ảnh, nơi họ quay một bộ phim hài lãng mạn, ở đó cô gặp Tolga ... Đây là, Seversin (You Love)Cùng đón xem bộ phim Seversin/ You Love Vietsub Full trên Phim Thổ nhé.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":"2h30p/tập"},{"id":"62e61db1425c8969e5e6bf81","name":"Anh Đang Nơi Đâu","origin_name":"Ah Nerede (Ah Where)","thumb_url":"https://img.ophim.cc/uploads/movies/anh-dang-noi-dau-thumb.jpg","type":"series","slug":"anh-dang-noi-dau","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"Ba người con trai của Hakim và Seniha Şerbetlioğlu, một trong những gia đình nổi tiếng của Bursa, được gửi đến Istanbul để học đại học, sống một cuộc sống mà họ không hề mong đợi.Con trai giữa của họ, Murat là một người nghiện phiếu giảm giá, người đã đặt cược mọi thứ trong cuộc sống khi lẽ ra anh ta phải học luật. Con trai nhỏ của họ Ömer, người mà họ nghĩ đang theo học ngành kỹ thuật, đã trở thành một nhạc sĩ làm việc trong quán bar. Con trai cả của họ, Ferit, đã rời trường y khoa mà không biết gì về gia đình mình, và trở thành một kẻ lăng nhăng không liêm sỉ với tiền của cha mình.Ferit, cả đời là phụ nữ, mơ ước được kết hôn với những cô gái trẻ đẹp trai, Ferit vui vẻ như một đứa trẻ hư khi đối mặt với sự chú ý của các cô gái và không bao giờ nguôi ngoai dù chỉ một ai. Anh yêu ba cô gái khác nhau trên những con đường khác nhau và quản lý tất cả họ một cách khéo léo. Cho đến khi anh gặp Zehra. Khi Burçak, Nihal và Sera nhận ra rằng họ đã bị lừa dối, họ đến với nhau và lên kế hoạch trả thù. Họ sẽ làm tan nát trái tim của Ferit cũng như Ferit đã làm tan nát trái tim họ.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":"2h30p/tập"},{"id":"633c7e080ee52b6834cc9bd3","name":"Interview with the Vampire","origin_name":"Interview with the Vampire","thumb_url":"https://img.ophim.cc/uploads/movies/interview-with-the-vampire-thumb.jpg","type":"series","slug":"interview-with-the-vampire","year":2022,"country":["Âu Mỹ"],"content":"Dựa trên cuốn tiểu thuyết mang tính biểu tượng của Anne Rice, hãy theo dõi câu chuyện sử thi của Louis de Pointe về tình yêu, máu và sự nguy hiểm của sự bất tử, như đã kể với nhà báo Daniel Molloy.","quality":"HD","lang":"Vietsub","category":["Bí ẩn"],"time":"70 phút/tập"},{"id":"631393bde89607295bafa178","name":"Thần Y Đại Nhân Chớ Ghẹo Ta","origin_name":"My Fairy Doctor","thumb_url":"https://img.ophim.cc/uploads/movies/than-y-dai-nhan-cho-gheo-ta-thumb.jpg","type":"series","slug":"than-y-dai-nhan-cho-gheo-ta","year":2022,"country":["Trung Quốc"],"content":"Đường Kỷ Tử con gái Trung y thế gia tình cờ cứu được thần y đời Đường bị giam trong tranh, vì chiếc vòng tay cô đeo từ bé có liên kết với ngọc bội của người đó mà hai người bị trói buộc phải ở gần nhau trong vòng một trượng, cuộc sống chung đụng thân mật cũng bắt đầu từ đây. Trong quá trình nỗ lực thích ứng cuộc sống hiện đại, thần y Đường Cần Giản cũng tự thân dạy dỗ Đường Kỷ Tử trở thành một bác sĩ trung y ưu tú.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Cổ Trang"],"time":"5 phút/tập"},{"id":"634faa6d2805d71a49403e11","name":"Nữ Bác Sĩ Gợi Cảm","origin_name":"수상한 상담사","thumb_url":"https://img.ophim.cc/uploads/movies/nu-bac-si-goi-cam-thumb.jpg","type":"single","slug":"nu-bac-si-goi-cam","year":2022,"country":["Hàn Quốc"],"content":"Một bộ phim kể về nữ bác sĩ xinh đẹp chuyên tư vấn sức khỏe cho các anh đẹp trai","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"72 phút"},{"id":"634faa292805d71a49403d24","name":"Món Quà Của Cô Em Gái Nhỏ","origin_name":"어린여동생의 떡선물","thumb_url":"https://img.ophim.cc/uploads/movies/mon-qua-cua-co-em-gai-nho-thumb.jpg","type":"single","slug":"mon-qua-cua-co-em-gai-nho","year":2022,"country":["Hàn Quốc"],"content":"Bộ phim kể về người anh trai có ý đồ xấu xa với cô em gái, anh ta đã tặng cho cô em gái một món quà bí mật kích thích và đầy sung sướng...","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"60 phút"},{"id":"625d8a27db43524328aede8e","name":"Em Là Định Mệnh Của Anh (Bản Thái)","origin_name":"You're My Destiny","thumb_url":"https://img.ophim.cc/uploads/movies/em-la-dinh-menh-cua-anh-ban-thai-thumb.jpg","type":"series","slug":"em-la-dinh-menh-cua-anh-ban-thai","year":2017,"country":["Thái Lan"],"content":"Phim Em Là Định Mệnh Của Anh - You Are My Destiny (2008) bản Thái Lan: \"Nếu cuộc sống thật sự tồn tại số phận, thì sự bắt đầu giữa tôi và anh có đúng là 'Định Mệnh' hay không?\". Wanida (Esther) là một cô gái văn phòng điển hình trong cuộc sống ngày nay. Với cặp mắt kính dày cộm, ngoại hình cực kì phổ thông, tính cách vô cùng thật thà...","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm","Tâm Lý"],"time":""},{"id":"625423f3b89e109508087307","name":"Xác Sống (Phần 11)","origin_name":"The Walking Dead (Season 11)","thumb_url":"https://img.ophim.cc/uploads/movies/xac-song-phan-11-thumb.jpg","type":"series","slug":"xac-song-phan-11","year":2021,"country":["Âu Mỹ"],"content":"The Walking Dead mùa 10 với diễn biến tiếp nối về nỗ lực sống còn của những người còn sống sót đối với The Whisperer","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Kinh Dị"],"time":"55 phút/tập"},{"id":"634fa8d12805d71a494036cd","name":"Chuyện Tình Paris","origin_name":"Lovers in Paris","thumb_url":"https://img.ophim.cc/uploads/movies/chuyen-tinh-paris-thumb.jpg","type":"series","slug":"chuyen-tinh-paris","year":2004,"country":["Hàn Quốc"],"content":"Han Gi-ju Chủ tịch của GD Motors và đang làm việc tại Paris. Ly dị vợ, Han Gi-ju đã phải thuê một người lau dọn nhà cửa tên Gang Tae-yeong chuyên đóng vai bạn gái mình trong các bữa tiệc. Gang Tae-yeong là một sinh viên nghèo đến Paris chỉ để cha hài lòng. Tình cờ, Yun Su-hyeok, em họ của Han Gi-ju gặp Gang Tae-yeong và đem lòng yêu cô, một trận chiến giành giật nàng Lọ lem bắt đầu.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"30 phút"},{"id":"622601c8eb35da19972dcae7","name":"Hoàng Tử Ben-Hur","origin_name":"Ben-Hur","thumb_url":"https://img.ophim.cc/uploads/movies/ben-hur-thumb.jpg?v=1","type":"single","slug":"ben-hur","year":2016,"country":["Âu Mỹ"],"content":"Ben-Hur","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Chính kịch"],"time":"2g 3ph"},{"id":"6231d7473c735a9a446de138","name":"Trò Chết Chóc","origin_name":"The Belko Experiment","thumb_url":"https://img.ophim.cc/uploads/movies/the-belko-experiment-thumb.jpg","type":"single","slug":"the-belko-experiment","year":2016,"country":["Âu Mỹ"],"content":"Trong một thí nghiệm xã hội xoắn, tám mươi người Mỹ bị nhốt trong văn phòng doanh nghiệp cao tầng của họ ở Bogotá, Colombia và được đặt hàng bởi một giọng nói không xác định đến từ hệ thống liên lạc của công ty để tham gia vào một trò chơi giết người chết người hoặc bị giết.","quality":"HD","lang":"Vietsub","category":["Kinh Dị"],"time":"89 Phút"},{"id":"625d8b67db43524328aedf2d","name":"Thịnh Đường Huyễn Dạ","origin_name":"An Oriental Odyssey","thumb_url":"https://img.ophim.cc/uploads/movies/thinh-duong-huyen-da-thumb.jpg","type":"series","slug":"thinh-duong-huyen-da","year":2018,"country":["Trung Quốc"],"content":"Phim Thịnh Đường Huyễn Dạ - An Oriental Odyssey 2018: Nữ hiệp thời Đường Diệp Viễn An tính tình trượng nghĩa, hào sảng trong khi bị ám sát đã vô tình gặp gỡ và quen biết bổ đầu anh dũng Triệu Lan Chi. Hai người cùng nhau phá được vô số vụ án quan trọng, trải qua nhiều hiểm nguy để tìm được tình yêu đích thực của đời mình.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Hành Động","Cổ Trang","Võ Thuật","Phiêu Lưu"],"time":""},{"id":"62795e733a2c0c6289c0d67b","name":"Nhân Sinh Nếu Như Lần Đầu Gặp Gỡ","origin_name":"Siege in Fog","thumb_url":"https://img.ophim.cc/uploads/movies/nhan-sinh-neu-nhu-lan-dau-gap-go-thumb.jpg","type":"series","slug":"nhan-sinh-neu-nhu-lan-dau-gap-go","year":2018,"country":["Trung Quốc"],"content":"Nhân Sinh Nếu Như Lần Đầu Gặp Gỡ được chuyển thể từ tiểu thuyết có tên Mê Vụ Vi Thành của \"mẹ kế\" Phỉ Ngã Tư Tồn. Đây là phần tiền truyện của tác phẩm Không Kịp Nói Yêu Em đình đám. Nhân vật trung tâm của Nhân Sinh Nếu Như Lần Đầu Gặp Gỡ là tiểu thư Tần Tang (Tôn Di). Vì cha cùng sự nghiệp của ông, Tần Tang chấp nhận cuộc hôn nhân không tình yêu với Dịch Liên Khải (Hàn Đông Quân) - người lạnh lùng, hà khắc. Cùng lúc này, bạn trai cũ của Tần Tang - Lịch Vọng Bình - sử dụng tên giả là Phan Tiễn Trì (Phương Trung Tín) để tiếp cận Dịch Liên Khải và trở thành trợ tá của anh","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm","Tâm Lý"],"time":""},{"id":"62fb2166294ccd8d66f50770","name":"Huấn Luyện Viên Tinh Thần Je Gal Gil","origin_name":"Mental Coach Jegal","thumb_url":"https://img.ophim.cc/uploads/movies/mental-coach-jegal-thumb.jpg","type":"series","slug":"mental-coach-jegal","year":2022,"country":["Hàn Quốc"],"content":"Bộ truyện kể về một vận động viên Taekwondo bị cấm thi đấu vĩnh viễn trong đội tuyển quốc gia và trở thành một huấn luyện viên tinh thần để giúp những người chơi sa sút phong độ, chữa lành các vận động viên đã nghỉ hưu và chiến đấu một trận đấu thực sự chống lại thế giới vô lý của kẻ thắng người thua.","quality":"HD","lang":"Vietsub","category":["Thể Thao"],"time":"65 phút/tập"},{"id":"633cacfe0ee52b6834cd093b","name":"Vũ Điệu Tuổi Trẻ","origin_name":"Cheer Up","thumb_url":"https://img.ophim.cc/uploads/movies/vu-dieu-tuoi-tre-thumb.jpg","type":"series","slug":"vu-dieu-tuoi-tre","year":2022,"country":["Hàn Quốc"],"content":"Do Hae Yi sáng sủa và siêng năng, đang là sinh viên Đại học Yeonhee. Vì tình hình tài chính không tốt của gia đình, cô ấy ưu tiên kiếm tiền hơn là đi học.<br>Một ngày nọ, Do Hae Yi bất ngờ gia nhập đội cổ vũ Teyia đã tồn tại 50 năm tại Đại học Yeonhee. Cô ấy chỉ tham gia câu lạc bộ vì tiền, nhưng trong khi tham gia vào đội cổ vũ, Do Hae Yi bắt đầu trải nghiệm niềm vui của cuộc sống trong khuôn viên trường và gặp gỡ nhiều người khác nhau từ Teyia bao gồm Bae Young Woong, người từng là thành viên của Teyia và anh ấy là cựu sinh viên của Yeonhee Univers, hỗ trợ đội cổ vũ về mặt tài chính và tình cảm.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"70 phút/tập"},{"id":"633b2afd0ee52b6834c85d3c","name":"Mộng Hồ Điệp","origin_name":"To Sir, With Love","thumb_url":"https://img.ophim.cc/uploads/movies/mong-ho-diep-thumb.jpg","type":"series","slug":"mong-ho-diep","year":2022,"country":["Thái Lan"],"content":"Để kế thừa cơ nghiệp giàu có của gia đình, Tian buộc phải dùng mọi cách để che giấu giới tính thật của mình. Cuộc chiến giành quyền thừa kế đang đến hồi gay cấn và bí mật có nguy cơ bị lật tẩy, liệu “quý ông” Tian sẽ làm thế nào?To Sir, With Love - Mộng Hồ Điệp, phim thai lan mong ho diep, mong ho diep thuyet minh hd, mong ho diep vietsub, mong ho diep tap 1, xem phim mong ho diep, mong ho diep","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý","Gia Đình"],"time":"60 phút/tập"},{"id":"634df8892805d71a4939a4df","name":"Phủ Tướng Quân Có Một Nàng Đầu Bếp","origin_name":"The Little Wife Of The General","thumb_url":"https://img.ophim.cc/uploads/movies/phu-tuong-quan-co-mot-nang-dau-bep-thumb.jpg","type":"series","slug":"phu-tuong-quan-co-mot-nang-dau-bep","year":2022,"country":["Trung Quốc"],"content":"Đầu bếp cao cấp Tô Thiển Thiển vô tình xuyên không vào cơ thể thứ nữ phủ Quốc công có cảnh ngộ thê thảm. Nhiệm vụ của hệ thống là tìm được ý trung nhân và động phòng với người đó mới có thể trở về thế giới thực. Tô Thiển Thiển chỉ đành tạm thời gả cho tướng quân bá đạo Sở Quân Dao, khổ nỗi Sở Quân Dao đã phải lòng người khác, Tô Thiển Thiển dùng tài nấu ăn để bắt đầu hành trình lội ngược dòng, tán mỹ nam, vả mặt kẻ giả tạo.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"10 phút/tập"},{"id":"633dcec70ee52b6834d134a2","name":"The Story of Fengzhi Senla","origin_name":"The Story of Fengzhi Senla","thumb_url":"https://img.ophim.cc/uploads/movies/the-story-of-fengzhi-senla-thumb.jpg","type":"hoathinh","slug":"the-story-of-fengzhi-senla","year":2022,"country":["Trung Quốc"],"content":"Điềm báo của cơn bão sắp làm rung chuyển cả Lục Địa Gió, một buổi hôn lễ đầy rẫy tin tức nội bộ thu hút chú ý của nhân sĩ bốn phương, biến Thành Tiên La thành nơi bảy tông môn lớn minh tranh ám đấu. Lan Tư Lạc đầy tham vọng, Hoa Thứ Lang kiếm thuật trác tuyệt, Hồng Ngũ Lang bí ẩn và đa trí và Thiên Địa Hữu Tuyết đục nước béo cò, lợi dụng dòng chảy ngầm này, hoặc cố tình hoặc vô ý, vì nhân duyên mà tập hợp ở Tiên La, cùng nhau dâng lên một làn gió quái dị nhắm tới Địa Lục Gió.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu"],"time":"22 phút/tập"}][{"id":"6229ad51eb35da19972e3d54","name":"Đời sống ngục tù","origin_name":"Prison Playbook","thumb_url":"https://img.ophim.cc/uploads/movies/doi-song-nguc-tu-thumb.jpg","type":"series","slug":"doi-song-nguc-tu","year":2017,"country":["Hàn Quốc"],"content":"Màn ra mắt tại giải bóng chày Major League không còn xa nhưng cầu thủ ném bóng ngôi sao bỗng vướng vòng lao lý và phải học cách thích ứng với thế giới mới.","quality":"HD","lang":"Vietsub + Thuyết Minh","category":["Chính kịch"],"time":"60 phút / tập"},{"id":"632f50a9decb16e375c4f692","name":"Sự Quyến Rũ Của Người Vợ","origin_name":"Temptation of Wife","thumb_url":"https://img.ophim.cc/uploads/movies/su-quyen-ru-cua-nguoi-vo-thumb.jpg","type":"series","slug":"su-quyen-ru-cua-nguoi-vo","year":2008,"country":["Hàn Quốc"],"content":"Xoay quanh cuộc sống đau khổ của nữ chính Goo Eun Jae (Jang Seo Hee đóng), người tốt nghiệp ngành trang điểm và luôn mơ ước trở thành chuyên gia làm đẹp. Cô phải tạm gác lại giấc mơ du học Pháp sau khi có thai với bạn trai Jung Gyo Bin (Byun Woo Min đóng) và kết hôn với anh này. Cuộc sống hôn nhân của Eun Jae sớm trở thành địa ngục khi cô bị sẩy thai và chịu cảnh mẹ chồng hắt hủi. Cùng lúc Eun Jae mang thai lần hai, một người bạn cũ của cô là Shin Ae Ri (Kim Seo Hyung đóng) trở về từ Pháp sau 5 năm xa xứ. Ae Ri là trẻ mồ từ hồi 7 tuổi, từng được bố mẹ Eun Jae cưu mang trong suốt 20 năm và cũng từng là bạn gái của anh trai Eun Jae, Goo Kang Jae (Choi Joon Yong đóng). Gyo Bin công khai ngoại tình với Ae Ri trước mặt Eun Jae, sau đó quyết định bỏ vợ đến với người tình. Đôi tình nhân còn lập mưu đẩy Eun Jae xuống biển để giết cả cô và cái thai trong bụng, với mục đích đoạt được tài sản trong di chúc của cha Gyo Bin, một doanh nhân giàu có. Sau vụ tai nạn, Eun Jae còn sống nhưng mất đi đứa con. Nhiều tháng sau, cô trở lại với khát vọng trả thù. Cô sống dưới tên của một cô gái khác, Min So Hee (Chae Young In đóng), người tự tử cùng ngày cô bị hại.","quality":"HD","lang":"Vietsub","category":["Tâm Lý","Gia Đình"],"time":"35 phút/tập"},{"id":"634e848a2805d71a493b8e34","name":"Ký Ức Sát Nhân","origin_name":"Gapdong: Memories of Murder","thumb_url":"https://img.ophim.cc/uploads/movies/ky-uc-sat-nhan-thumb.jpg","type":"series","slug":"ky-uc-sat-nhan","year":2014,"country":["Hàn Quốc"],"content":"Bộ phim Ký Ức Sát Nhân sẽ tập trung vào một trong những tội ác khét tiếng nhất chưa từng được hóa giải, lấy cảm hứng từ \"Những vụ án giết người hàng loạt ở Hwaseong\" diễn ra từ năm 1986 đến 1991 ở vùng Taesan của Hwaseong, Triều Tiên, 10 phụ nữ bị cưỡng hiếp và sát hại trong thời gian đó. Câu chuyện bắt đầu khi một cô gái trẻ bị một người đàn ông lạ mặt giết hại tàn nhẫn trong một buổi tối u ám, đến khi những vụ giết người hàng loạt càng gia tăng thì cảnh sát đã kết luận rằng một người đàn ông tên Gap Dong đứng đằng sau những tội ác đó. Nhưng cảnh sát điều tra Yang Cheol Gon tin chắc rằng tên giết người thực sự là Ha Il Sik, một cư dân của thành phố có vấn đề về trí thông minh. Nỗ lực của ông cố gắng bắt giữ đối tượng tình nghi thất bại khi Han Il Sik tự vẫn để chứng tỏ sự vô tội của mình. Cái chết này thôi thúc người con trai Moo Yeom của Han Il đã trở thành một cảnh sát để vãn hồi danh dự của cha. Bẵng đi một thời gian dài, Gapdong lại lần nữa xuất hiện, Moo Yeom quyết định bắt hắn một lần cho mãi mãi...","quality":"HD","lang":"Thuyết Minh ","category":["Tâm Lý","Bí ẩn"],"time":"60 phút"},{"id":"63454d9e2805d71a491aaa8a","name":"Bác sĩ thiên tài (Phần 6)","origin_name":"The Good Doctor (Season 6)","thumb_url":"https://img.ophim.cc/uploads/movies/bac-si-thien-tai-phan-6-thumb.jpg","type":"series","slug":"bac-si-thien-tai-phan-6","year":2022,"country":["Âu Mỹ"],"content":"Tiệc cưới của Shaun và Lea bị gián đoạn bởi một cuộc tấn công bạo lực tại bệnh viện; nỗi đau khi chứng kiến những người anh chăm sóc trong những tình huống nguy hiểm đến tính mạng ảnh hưởng đến Shaun theo nhiều cách.","quality":"HD","lang":"Vietsub","category":["Chính kịch"],"time":"43 phút/tập"},{"id":"634e81342805d71a493b826d","name":"Tái Sinh Báo Thù","origin_name":"Again My Life","thumb_url":"https://img.ophim.cc/uploads/movies/tai-sinh-bao-thu-thumb.jpg","type":"series","slug":"tai-sinh-bao-thu","year":2022,"country":["Hàn Quốc"],"content":"Công tố viên Kim Hee Woo bị mưu sát khi cố điều tra vụ án tham nhũng của chính trị gia Jo Tae Seob. Biết được Hee Woo là người chính trực và nhiệt huyết, luôn đứng về phía kẻ yếu, thần chết đã trao cho anh cơ hội tái sinh bằng cách trở về 15 năm trước. Từ đây, Hee Woo nung nấu ý định trả thù cũng như đưa sự thật ra ánh sáng. Tái, Sinh, Báo, Thù, Again, My, Life, Tái Sinh Báo Thù, phim Tái Sinh Báo Thù, xem phim Tái Sinh Báo Thù tập 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16, Tái Sinh Báo Thù vietsub, bí ẩn, trinh thám, tâm lý, kỳ ảo, Again My Life, Tái Sinh Báo Thù online, xem Again My Life, Tái Sinh Báo Thù FPT Play, phim Again My Life, Again My Life phụ đề, xem phim Again My Life tập 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16, Again My Life fptplay, FPT","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tâm Lý","Bí ẩn"],"time":"60 phút"},{"id":"624ed8dd22e2bd17f08d6f4f","name":"Thanh Xuân Năm Ấy Chúng Ta Gặp Nhau","origin_name":"Precious Youth","thumb_url":"https://img.ophim.cc/uploads/movies/thanh-xuan-nam-ay-chung-ta-gap-nhau-thumb.jpg","type":"series","slug":"thanh-xuan-nam-ay-chung-ta-gap-nhau","year":2016,"country":["Trung Quốc"],"content":"Nam sinh quậy phá Tiểu Quân \"nhất kiến chung tình\" với hoa khôi trong trường Lưu Đình, nhưng vì xích mích nên chia tay. Lưu Đình kết hôn và nhận ra chồng mình - Quách Hải Binh là người bất chấp thủ đoạn. Cô kiên quyết ly hôn. Bao nhiêu năm âm thầm bảo vệ Lưu Đình, liệu Tiểu Quân có trở về bên cô?","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"6290963a9e983cdfde479d5c","name":"Sóng Ngầm Tòa Soạn","origin_name":"Pride And Price","thumb_url":"https://img.ophim.cc/uploads/movies/song-ngam-toa-soan-thumb.jpg","type":"series","slug":"song-ngam-toa-soan","year":2022,"country":["Trung Quốc"],"content":"Với sự phát triển của Internet, các phương tiện truyền thông truyền thống chịu sự ảnh hưởng không nhỏ. Tòa soạn tạp chí Blossom cũng phải đối mặt với bước chuyển mình bất ngờ với vị trí chủ biên. Dù có phó chủ biên Trần Khai Di giỏi chuyên môn, đầy tham vọng nhưng tập đoàn lại cử Tiêu Hồng Tuyết đến làm chủ biên mới. Những cải tổ của Hồng Tuyết đã giúp cho tạp chí Blossom mang một diện mạo mới phát triển tốt hơn.","quality":"HD","lang":"Vietsub + Thuyết Minh","category":["Tâm Lý"],"time":"44 phút"},{"id":"634e738e2805d71a493b4d72","name":"Thời Trung Cổ","origin_name":"Medieval","thumb_url":"https://img.ophim.cc/uploads/movies/thoi-trung-co-thumb.jpg","type":"single","slug":"thoi-trung-co","year":2022,"country":["Âu Mỹ"],"content":"Lấy cảm hứng từ câu chuyện có thật về Jan ika, một trong những chiến binh vĩ đại nhất trong lịch sử. Sau cái chết của vị hoàng đế trị vì, Đế chế La Mã Thần thánh đang rơi vào hỗn loạn trong khi hai anh em Vua Wenceslas của Séc và Vua Sigismund của Hungary tranh giành quyền kiểm soát ngai vàng trống rỗng. Thủ lĩnh lính đánh thuê dũng cảm và chính trực Jan ika được Lord Boresh thuê để bắt cóc vợ chưa cưới của Lord Rosenberg quyền năng, Lady Katherine, nhằm ngăn chặn sự vươn lên nắm quyền của Rosenberg cùng với Vua Sigismund tham nhũng. Jan tin rằng các vị vua là cánh tay phải của Chúa và cần được tôn trọng và tuân theo bất kể điều gì. Khi Katherine bị cuốn vào một trò chơi chính trị nguy hiểm giữa các vị vua, Jan đem lòng yêu mến tinh thần mạnh mẽ và sự tận tụy cứu người của cô. Trong một nỗ lực dũng cảm để giải phóng cô ấy, anh chiến đấu trở lại với một đội quân nổi dậy để chống lại sự tham nhũng, lòng tham và sự phản bội tràn lan giữa những kẻ đang tranh giành quyền lực. Giờ Jan nhận ra rằng số phận của Đế quốc sẽ được quyết định bởi tình yêu của anh dành cho Lady Katherine và số phận của anh không nằm trong tay các vị Vua mà nằm trong tay của chính người dân của anh.","quality":"HD","lang":"Vietsub","category":["Hành Động","Chiến Tranh"],"time":"126 phút"},{"id":"632ea815decb16e375c289ee","name":"Bỗng Dưng Trúng Số","origin_name":"6/45","thumb_url":"https://img.ophim.cc/uploads/movies/bong-dung-trung-so-thumb.jpg","type":"single","slug":"bong-dung-trung-so","year":2022,"country":["Hàn Quốc"],"content":"Kể về hành trình “hạ cánh” đầy bất ổn của một tờ vé số bay từ Hàn Quốc qua Triều Tiên. Từ đó, câu chuyện hài hước bậc nhất màn ảnh được mở ra khi những người lính của hai bên phải bước vào một cuộc đàm phán vô tiền khoáng hậu để quyết định số phận của giải độc đắc hàng triệu đô.","quality":"HD","lang":"Vietsub","category":["Hài Hước"],"time":"113 phút"},{"id":"634e62402805d71a493b1168","name":"The Pride and the Passion","origin_name":"The Pride and the Passion","thumb_url":"https://img.ophim.cc/uploads/movies/the-pride-and-the-passion-thumb.jpg","type":"single","slug":"the-pride-and-the-passion","year":1957,"country":["Âu Mỹ"],"content":"Trong Chiến tranh Napoléon, khi người Pháp đã chiếm đóng Tây Ban Nha, một số binh sĩ du kích Tây Ban Nha sẽ di chuyển một khẩu đại bác lớn trên khắp Tây Ban Nha để giúp người Anh đánh bại người Pháp. Một sĩ quan người Anh ở đó để đi cùng người Tây Ban Nha và trên đường đi, anh ta phải lòng cô gái của nhà lãnh đạo.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Chính kịch"],"time":"132 Phút"},{"id":"634e50a72805d71a493ac534","name":"Mẹ Kế Táo Bạo","origin_name":"볼빨간 새엄마","thumb_url":"https://img.ophim.cc/uploads/movies/me-ke-tao-bao-thumb.jpg","type":"single","slug":"me-ke-tao-bao","year":2022,"country":["Hàn Quốc"],"content":"Tôi Phải Làm Thế Nào Khi Mẹ Kế Quá Ngon: Joon-ha đã có đêm tuyệt nhất trong đời với một người phụ nữ lớn tuổi anh gặp khi đang uống rượu. Anh bắt đầu tìm kiếm cô khi anh không thể quên cảm giác và cuối cùng họ gặp nhau. Tuy nhiên, cô ấy sẽ trở thành người mẹ kế mới của anh ấy. Cô ấy là bạn gái của cha anh. Khi ba người bắt đầu sống chung, mọi thứ trở nên khó khăn và rồi nguy hiểm khi cha anh rời khỏi nhà một ngày.","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"64 phút"},{"id":"634e503c2805d71a493ac397","name":"Cô Chủ Nhỏ","origin_name":"성인용품사용설명서3 : 젊은 여사장 – 무삭제","thumb_url":"https://img.ophim.cc/uploads/movies/co-chu-nho-thumb.jpg","type":"single","slug":"co-chu-nho","year":2022,"country":["Hàn Quốc"],"content":"Một bộ phim khiêu dâm kể về một người phụ nữ điều hành một cửa hàng người lớn và kiểm tra sản phẩm của mình trong khi quay video quảng cáo cho sản phẩm của cô ấy.","quality":"HD","lang":"Vietsub","category":["Phim 18+"],"time":"92 Phút"},{"id":"630c6a9f0048e70b829f170d","name":"Barbaros: Thanh Kiếm Địa Trung Hải","origin_name":"Barbaroslar: Akdeniz'in Kılıcı","thumb_url":"https://img.ophim.cc/uploads/movies/barbaros-thanh-kiem-dia-trung-hai-thumb.jpg","type":"series","slug":"barbaros-thanh-kiem-dia-trung-hai","year":2021,"country":["Thổ Nhĩ Kỳ"],"content":"Ishak, Oruc, Hizir và Ilyas là bốn anh em.Ishak (Yetkin Dikinciler) là người lớn tuổi nhất và làm nghề thợ gốm như thể cha mình. Anh ta tham gia vào việc buôn bán và thích sống trong hòa bình, tránh xa nguy hiểm. Anh sống ở đảo Midilli cùng với vợ và hai con.Oruc (Engin Altan Duzyatan) là anh em nhà Barbarossa lớn tuổi thứ hai. Anh chống lại anh trai và theo đuổi niềm đam mê của mình với biển. Anh ta trở thành một thủy thủ thành đạt, dũng cảm, không sợ hãi, lôi cuốn và thông minh. Niềm đam mê biển cả của Oruc cũng khiến anh khó có thể làm hài lòng người vợ Despina (Gulcan Arslan).Ilyas (Caner Topcu) cũng trở thành một thủy thủ giống như anh trai của mình và làm việc cùng với Oruc. Anh ấy là một chàng trai trẻ dễ thương và đẹp trai, người vẫn cần rất nhiều thời gian để trở thành một chuyên gia trên biển.Hizir (Ulas Tuna Astepe), mặt khác, từ bỏ niềm đam mê với biển và trở thành một thương gia. Anh trai Ishak của anh muốn các anh trai của mình ổn định và có một cuộc sống bình thường ở Midilli. Kể từ khi hai anh trai của mình (Oruc và Ilyas) trở thành một thủy thủ, Hizir không thể làm bất cứ điều gì ngoài việc làm bất cứ điều gì anh cả của mình muốn. Dù trở thành thương nhân nhưng anh vẫn không từ bỏ niềm đam mê với biển.Sau khoảng thời gian xa nhà để buôn bán, cuối cùng Hizir cũng trở về Midilli, nơi anh cả của mình đang sống. Anh ta không thể kiềm chế để không xen vào một mớ hỗn độn. Sau một thời gian dài, cuối cùng anh cũng gặp được người thầy của mình, người đang tìm kiếm chìa khóa bí mật cho cuốn sách thần thánh.Để tìm được chiếc chìa khóa bí mật này và bảo vệ cuốn sách thần thánh khỏi kẻ thù, Hizir đã đến đảo Kalimnos. Tại đây, anh tình cờ gặp một người chữa bệnh xinh đẹp Zeynep (Melis Babadag), một cô gái trẻ theo đạo Hồi.Trong khi đó, Oruc và Ilyas rơi vào cảnh hỗn loạn và không may, có thêm những kẻ thù mới. Antoine (Devrim Evin) trở thành một trong những kẻ thù lớn nhất của anh em Barbarossa sau khi anh trai của anh bị giết bởi Oruc Reis.Bộ phim truyền hình Barbarossa: Thanh kiếm Địa Trung Hải (Barbaroslar: Akdeniz’in Kilici) kể về câu chuyện của bốn anh em biến Địa Trung Hải thành biển Thổ Nhĩ Kỳ. Liệu Oruc Reis có trở thành một thủy thủ nổi tiếng? Liệu Hizir Reis có chống lại được niềm đam mê biển cả của mình và tiếp tục làm nghề buôn bán? Liệu Ishak Reis có thuyết phục được tất cả anh em của mình có một cuộc sống bình thường ở Midilli để tránh khỏi nguy hiểm? Pietro sẽ xoay sở để tìm hiểu bí mật của cuộc sống? Liệu Antoine có xoay sở để trả thù anh trai mình và giết Oruc Reis? Kilicoglu sẽ hợp tác với Oruc Reis chứ?","quality":"HD","lang":"Vietsub ","category":["Hành Động","Cổ Trang"],"time":"2h30p/tập"},{"id":"634b408b2805d71a492fe859","name":"Câu Chuyện Cổ Tích","origin_name":"Bir Peri Masalı","thumb_url":"https://img.ophim.cc/uploads/movies/cau-chuyen-co-tich-thumb.jpg","type":"series","slug":"cau-chuyen-co-tich","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"Phần trình bày đầu tiên của bộ truyện, nói về sự thay đổi trong cuộc đời của Zeynep (Alina Boz), một cô gái xinh đẹp không biết đọc vì khó khăn tài chính, sau đó chọn làm người trông trẻ. Cha của Zeynep là một người nghiện rượu, nghiện đua ngựa. Zeynep, người tìm thấy rất nhiều tiền vào ngày sinh nhật của cô ấy, sẽ là một thử thách lớn trong cuộc sống giàu có của cô ấy. Loạt phim Bir Peri Masalı, gây tò mò với cả chủ đề và dàn diễn viên thành công, được khán giả háo hức chờ đợi.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"2h30p/tập"},{"id":"6331a3e6913f505cec8bfdbc","name":"Chàng Trai Calorie Của Tôi","origin_name":"My Calorie Boy","thumb_url":"https://img.ophim.cc/uploads/movies/chang-calorie-cua-toi-thumb.jpg","type":"series","slug":"chang-calorie-cua-toi","year":2022,"country":["Trung Quốc"],"content":"Kể về câu chuyện của một nhóm bạn trung học yêu thương giúp đỡ nhau, cùng nhau tiến bộ. Họ tồn tại vì nhau, khóc lớn cười lớn, hô to kêu to, tận dụng hết tuổi thanh xuân có một không hai của họ, hiểu được thế nào là yêu thích thật sự, không phải như sùng bái thần tượng. không có khát khao xa xôi, mà là hai linh hồn thú vị, gặp gỡ như sao Hoả đâm phải địa cầu.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"62bd3e259464119c3454b6ba","name":"Thử Thách Thần Tượng","origin_name":"RUNNING MAN","thumb_url":"https://img.ophim.cc/uploads/movies/thu-thach-than-tuong-thumb.jpg","type":"tvshows","slug":"thu-thach-than-tuong","year":2010,"country":["Hàn Quốc"],"content":"Show nằm trong chương trình New Sunday của đài SBS được VIETSUB, cùng với Heroes (Kara Nicole, IU, Narsha, Lee Jin…) được phát sóng tiếp theo sau đó. Đây là show “hành động đô thị” mới lạ chưa từng có, đánh dấu sự trở lại của MC quốc dân Yu Jae-suk sau khi anh rời chương trình Good Sunday’s Family Outing vào tháng 2/2010. Xem Running Man, đảm bảo các bạn sẽ phải cười lăn cười bò vì sự hài hước của các thành viên, cũng như những nhiệm vụ oái ăm mà họ phải chịu đựng trong suốt chương trình.<br><br>MC cùng các thành viên và khách mời là những ngôi sao nổi tiếng của Hàn Quốc khám phá những địa điểm thú vị trong thành phố. Đúng như tên gọi của chương trình, các thành viên Running Man bị nhốt trong một địa điểm được chọn sẵn, và rượt đuổi nhau trong đêm để giành lấy Heo vàng hoặc quả bóng Running Ball. Đội bị thua sẽ phải chịu hình phạt khi trời sáng. Một trong những hình phạt phổ biến và khủng khiếp nhất là mặc quần xà lỏn giữa nơi công cộng…","quality":"HD","lang":"Vietsub","category":["Hài Hước","Phiêu Lưu"],"time":"90 phút/tập"},{"id":"634ddb412805d71a4939556a","name":"Liệp Hải Lập Chí","origin_name":"SEE THE SEA","thumb_url":"https://img.ophim.cc/uploads/movies/liep-hai-lap-chi-thumb.jpg","type":"single","slug":"liep-hai-lap-chi","year":2022,"country":["Trung Quốc"],"content":"Ngô Tần dòng dõi của gia đình săn bắn, trong một lần hành động vì lời nguyền của gia đình mà mất đi người yêu là Tô Nhược Thủy. Kể từ đó, Ngô Tần rời tổ chức cứu hộ lớn nhất thế giới, Đội quân săn biển, trở về điều hành một nhà hàng lẩu đồng thời bí mật nghiên cứu bí ẩn về lời nguyền gia tộc. Ba năm sau, bảo vật bị mất Nam Minh Bích xuất hiện trở lại trên thế giới và được ngư dân cầm giữ, những người đó đã dụ Ngô Tần xuất hiện một lần nữa. Ngô Tần quay trở lại Đội quân săn biển, và Đội quân săn biển cùng ngư dân đã đạt được thỏa thuận để cùng nhau giải quyết bí ẩn của Nam Minh Bích.","quality":"HD","lang":"Vietsub","category":["Tâm Lý","Phiêu Lưu"],"time":"76 Phút"},{"id":"634dddac2805d71a49395d79","name":"Blade of the 47 Ronin","origin_name":"Blade of the 47 Ronin","thumb_url":"https://img.ophim.cc/uploads/movies/blade-of-the-47-ronin-thumb.jpg","type":"single","slug":"blade-of-the-47-ronin","year":2022,"country":["Âu Mỹ"],"content":"Các chiến binh Ronin Nhật Bản cổ đại lấy bối cảnh 300 năm sau Ronin 47, trong một thế giới hiện đại, nơi các gia tộc Samurai tồn tại trong bí mật hoàn toàn.","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Kinh Dị"],"time":"106 Phút"},{"id":"6337090d0ee52b6834b9c4aa","name":"Bạn Trai Phản Diện Của Tôi (Mr. BAD)","origin_name":"Mr. BAD","thumb_url":"https://img.ophim.cc/uploads/movies/ban-trai-phan-dien-cua-toi-mr-bad-thumb.jpg","type":"series","slug":"ban-trai-phan-dien-cua-toi-mr-bad","year":2022,"country":["Trung Quốc"],"content":"Là bộ phim tình yêu hài hước với tình tiết đặc biệt do Lý Thanh Dung đạo diễn, với sự tham gia của các diễn viên Trần Triết Viễn, Thẩm Nguyệt, Đổng Tuyền, Thiệu Phong, Vương Tự Kiện. Nam Tinh (do Thẩm Nguyệt thủ vai) là một cô gái có sở thích viết tiểu thuyết, trong lúc cầu nguyện đã vô tình triệu hồi nhân vật phản diện Tiêu Vô Địch (do Trần Triết Viễn thủ vai) trong cuốn tiểu thuyết của cô. Tiêu Vô Địch thông minh và xảo quyệt vừa mới đến thế giới này, đã đe dọa Nam Tinh và sống cạnh nhà cô ấy, hai người họ bắt đầu một cuộc sống tranh giành và bất đồng.","quality":"HD","lang":"Vietsub","category":["Viễn Tưởng","Bí ẩn"],"time":"42 phút/tập"},{"id":"63329e79913f505cec9007e2","name":"Ai Long Nhai The Series","origin_name":"AiLongNhai The Series","thumb_url":"https://img.ophim.cc/uploads/movies/ai-long-nhai-the-series-thumb.jpg","type":"series","slug":"ai-long-nhai-the-series","year":2022,"country":["Thái Lan"],"content":"Kể về câu chuyện của chàng thiếu gia nhà giàu tên Ai đang đi du học tại Canada. Anh chàng vì một số lý do mà buộc phải quay trở lại Thái Lan, tại đây anh gặp gỡ Nhai - người bạn có nỗi ám ảnh về chiếc móc khóa hình con vịt màu vàng. Ai biết mình đã yêu ngay Nhai từ cái nhìn đầu tiên và một mối tình lãng mạn ập đến và câu chuyện tình yêu bắt đầu từ đây.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"63446bdf2805d71a491853cd","name":"Bleach: Huyết chiến ngàn năm","origin_name":"BLEACH千年血戦篇","thumb_url":"https://img.ophim.cc/uploads/movies/bleach-huyet-chien-ngan-nam-thumb.jpg","type":"hoathinh","slug":"bleach-huyet-chien-ngan-nam","year":2022,"country":["Nhật Bản"],"content":"Bleach kể câu chuyện về Tử Thần Thay Thế, Ichigo cùng đội Gotei 13 tham gia vào trận huyết chiến nhằm hủy diệt Thi Hồn Giới, chống lại Đế quốc Vô hình \"Wandenreich\" do các Quincy và Yhwach lãnh đạo.","quality":"HD","lang":"Vietsub","category":["Hành Động"],"time":"24 phút/tập"},{"id":"62de9b4f2d8263cfd10b3000","name":"Chiến Quốc Thiên Niên","origin_name":"Millenniums Of Warring States","thumb_url":"https://img.ophim.cc/uploads/movies/chien-quoc-thien-nien-thumb.jpg","type":"hoathinh","slug":"chien-quoc-thien-nien","year":2022,"country":["Trung Quốc"],"content":"Cơ Thanh một blogger cao tay dùng plug-in \"Thiếu Hạo Cốt\" vượt thời gian về Xuân Thu Chiến Quốc. Nhưng quỹ đạo lịch sử đi chệch hướng, trong Hàm Dương Cung, Kinh Kha hành thích thành công Tần vương, bảy nước quần hùng nổi dậy, chiến quốc kéo dài ngàn năm. Hào hiệp Nhậm Dũng cùng tồn tại với kỹ thuật bách gia. Trung nghĩa thế gia và quần hùng tranh thiên hạ. Cùng xem người bất tử Cơ Thanh, rời Ung Thành vào Học cung, dùng thế lực Cửu Lê, tung hoành loạn thế.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu"],"time":"20 phút/tập"},{"id":"6339798c0ee52b6834c195c1","name":"Quản Lý Cửa Hàng Của Nhà Giả Kim Tân Binh","origin_name":"新米錬金術師の店舗経営","thumb_url":"https://img.ophim.cc/uploads/movies/quan-ly-cua-hang-cua-nha-gia-kim-tan-binh-thumb.jpg","type":"hoathinh","slug":"quan-ly-cua-hang-cua-nha-gia-kim-tan-binh","year":2022,"country":["Nhật Bản"],"content":"\"Sarasa là một giả kim thuật sư non nớt lớn lên trong cô nhi viện, ước mơ của cô là có thể mở một cửa hàng nối gót bố mẹ đã khuất của mình. Sư phụ của Sarasa đã trao cho cô một cửa hiệu trống tại một ngôi làng gần biên giới nào đó, xem như quà mừng cô tốt nghiệp khỏi trường đào tạo. Sarasa vô cùng phấn khích khi có thể hoàn thành ước mơ sớm hơn dự định, nhưng thứ chờ đợi cô lại là một cửa hiệu vô cùng tồi tàn. Không quen với việc phải giao tiếp, phải thu thập nguyên liệu nguy hiểm và tiêu diệt quái vật!? Với hành trang là lượng kiến thức dồi dào và nguồn ma lực cao cường. Cùng với vũ khí và kiếm thuật được rèn dũa, Sarasa bắt đầu hành trình phấn đấu tại vùng đất xa lạ này. Cảm xúc và thuật giả kim được lan truyền thông qua việc quản lý cửa hàng, sẽ tạo ra cho cô những cuộc gặp gỡ và sinh ra những mối liên kết...\"","quality":"HD","lang":"Vietsub","category":["Hành Động","Viễn Tưởng","Phiêu Lưu"],"time":""},{"id":"627536cd3a2c0c6289be3429","name":"Cô Gái Cao Lớn","origin_name":"Beanpole","thumb_url":"https://img.ophim.cc/uploads/movies/co-gai-cao-lon-thumb.jpg","type":"single","slug":"co-gai-cao-lon","year":2019,"country":["Nga"],"content":"Lấy bối cảnh nước Nga vừa ra khỏi Thế chiến thứ hai, hai cô gái từng phục ở chiến trường, sau khi giải ngũ được điều động đến làm hộ lý trong một quân y viện tại Leningrad, một thành phố đổ nát, hoang tàn. Hai nhân vật tưởng là rất tầm thường, nhưng lại dần dần biểu lộ những cá tính mạnh mẽ và số phận đã kết nối họ từ hai đồng đội cũ thành hai người bạn thân thiết.","quality":"HD","lang":"Vietsub","category":["Tâm Lý","Chiến Tranh"],"time":""}][{"id":"634005ec0ee52b6834d93b7e","name":"Chuyện Tình Cảm Lạnh","origin_name":"Love Is For Suckers","thumb_url":"https://img.ophim.cc/uploads/movies/chuyen-tinh-cam-lanh-thumb.jpg","type":"series","slug":"chuyen-tinh-cam-lanh","year":2022,"country":["Hàn Quốc"],"content":"Kể về Gu Yeo-Reum (Lee Da-Hee) làm giám đốc cho các chương trình truyền hình. Cô ấy đã làm việc với tư cách là một PD trong 10 năm qua, nhưng cô ấy đang gặp khủng hoảng do các buổi diễn của cô ấy bị hủy bỏ. Dự án tiếp theo của cô là chương trình truyền hình thực tế \"Kingdom of Love\". Cô ấy làm việc chăm chỉ để làm cho buổi biểu diễn đó thành công. Trong cuộc sống cá nhân của riêng mình, Gu Yeo-Reum là bạn tốt của Park Jae-Hun (Choi Si-Won). Họ đã là bạn hơn 20 năm và họ cũng là hàng xóm của nhau. Park Jae-Hun là một bác sĩ và anh ấy làm việc cho một phòng khám phẫu thuật thẩm mỹ. Anh ấy đã không còn hứng thú với công việc của mình và việc tìm kiếm một đối tác lãng mạn. Để giúp đỡ người bạn Gu Yeo-Reum, anh quyết định tham gia chương trình truyền hình thực tế \"Kingdom of Love\" của cô với tư cách là một diễn viên bình thường. Trong khi làm việc cùng nhau với tư cách là một PD và thành viên diễn viên, họ đã bất ngờ nảy sinh tình cảm với nhau.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"60 phút/tập"},{"id":"630488890048e70b8284dc01","name":"Hợp Đồng Tình Yêu","origin_name":"Love in Contract","thumb_url":"https://img.ophim.cc/uploads/movies/love-in-contract-thumb.jpg","type":"series","slug":"love-in-contract","year":2022,"country":["Hàn Quốc"],"content":"Bộ phim nói về công việc bất thường của một \"người giúp đỡ cuộc sống độc thân\" trở thành vợ của những người độc thân cần bạn đời để tham dự các sự kiện như họp mặt và đoàn tụ của các cặp vợ chồng.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"70 phút/tập"},{"id":"63271681b4be4e0b65540e7b","name":"Khu Rừng Nhỏ Của Hai Người","origin_name":"A Romance of the Little Forest","thumb_url":"https://img.ophim.cc/uploads/movies/khu-rung-nho-cua-hai-nguoi-thumb.jpg","type":"series","slug":"khu-rung-nho-cua-hai-nguoi","year":2022,"country":["Trung Quốc"],"content":"Kể về câu chuyện tình yêu giữa giáo sư thực vật Trang Vũ (Trương Bân Bân) và bà chủ nhà trọ Ngu Mỹ Nhân (Ngu Thư Hân). Vì công việc, Trang Vũ phải tới thôn Thanh Thủy khảo sát nghiên cứu, nghỉ chân tại một nhà trọ do nhà Ngu Mỹ Nhân mở, hai người lại gặp nhau. Ngu Mỹ Nhân đã thích Trang Vũ từ trước, vì thế nhờ cơ hội này để \"cưa cẩm\" chàng.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"45 phút/tập"},{"id":"63314e09913f505cec8aa86e","name":"Hào Quang Nghiệt Ngã (Phần 2)","origin_name":"Hidden Truths (Season 2)","thumb_url":"https://img.ophim.cc/uploads/movies/hao-quang-nghiet-nga-phan-2-thumb.jpg","type":"series","slug":"hao-quang-nghiet-nga-phan-2","year":2021,"country":["Brazil"],"content":"Nhiều năm sau khi những sự kiện diễn ra ở phần một, ai cũng tưởng rằng câu chuyện của Angel đã đi đến hồi kết. Tuy nhiên, Giovanna bất ngờ trở lại với quyết tâm lật tẩy tội giết người của Angel, buộc cô phải bước đi trên con đường Catwalk đầy máu và nước mắt một lần nữa.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"48 phút/tập"},{"id":"633f66e40ee52b6834d70de3","name":"Bậc Thầy Tình Yêu","origin_name":"Catch Me Baby","thumb_url":"https://img.ophim.cc/uploads/movies/bac-thay-tinh-yeu-thumb.jpg","type":"series","slug":"bac-thay-tinh-yeu","year":2022,"country":["Thái Lan"],"content":"Phat là một \"Bậc Thầy Tình Yêu\", dưới vỏ bọc là thư ký riêng của Sia Wut - một ông chủ đào hoa hẹn hò với năm người bạn gái cùng một lúc. Sia Wut lúc nào cũng phải tìm cách tránh cho các cô bạn gái biết được sự tồn tại của nhau. Nhưng sau sự xuất hiện của thư ký mới là Cher - một người giỏi xem tướng thì mọi sự bình lặng vốn có liền trở nên phức tạp, vì cô ấy nói bản thân là một thám tử chuyên đi điều tra những anh chàng đào hoa. Phat liền rơi vào thế khó, thế là anh ta tìm đến cô em gái nuôi Pinky, một người rất giỏi diễn xuất, Jim Ben cùng Captain (đối thủ cạnh tranh của em trai Cher - Foie) để thành lập một liên minh. Đây là trò mèo vờn chuột giữa Phat và Cher cùng với bầu không khí vô cùng căng thẳng giữa hai người. Liên tục đối đầu như vậy, liệu Phat có kìm nén được tình cảm đối với kẻ thù không độ trời chung của mình không?","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"40 phút/tập"},{"id":"635185e72805d71a49486276","name":"Sở Lưu Hương Và Người Dơi","origin_name":"The New Adventure Of Chor Lau Heung","thumb_url":"https://img.ophim.cc/uploads/movies/so-luu-huong-va-nguoi-doi-thumb.jpg","type":"series","slug":"so-luu-huong-va-nguoi-doi","year":1984,"country":["Hồng Kông"],"content":"Đây là bộ phim được chuyển thể từ bộ tiểu thuyết võ hiệp lừng danh Lưu Hương Đạo Soái của tiểu thuyết gia Cổ Long. Tuy được TVB dàn dựng khá lâu nhưng bộ kiếm hiệp về chàng công tử đào hoa, võ công thượng thừa, thích chúi mũi vào những vụ án kinh thiên động địa của chốn võ lâm lại không tái hiện những vụ phá án lừng danh của Hương Soái mà được dàn dựng hoàn toàn mới","quality":"SD","lang":"Lồng Tiếng","category":["Cổ Trang","Võ Thuật"],"time":"45 phút/tập"},{"id":"635185692805d71a49486173","name":"Cảnh Sát Tài Ba","origin_name":"The Ultimate Crime Fighter","thumb_url":"https://img.ophim.cc/uploads/movies/canh-sat-tai-ba-thumb.jpg","type":"series","slug":"canh-sat-tai-ba","year":2007,"country":["Hồng Kông"],"content":"Nguyên Hỏa Tân là viên cảnh sát tài ba, rất giỏi võ công, đã từng phá nhiều vụ án, nên rất có tiếng tăm trong ngành. Sau đó anh từ bỏ tất cả, để làm đệ tử Tục Gia. Một lần trở về Hồng Kông, Hỏa đã gặp hàng loạt chuyện bí ẩn không sao giải thích được. Vi Tấn Long là nội gián của cảnh sát, được Hỏa giúp đỡ phá nhiều vụ án, Hỏa có một linh cảm là hình như họ đã quen nhau từ kiếp trước. Long và người bạn thân Khương Nhã Như qua lại thân mật, khiến cho Huỳnh Tinh Doanh bạn gái Long cảm thấy hụt hẫng, nên đã nhận lời tỏ tình của ông chủ Trang Văn Hy, mà không biết mình sắp rơi xuống vực thẳm để trả thù cho bạn gái, Long xem thường cả pháp luật, thậm chí liều mạng với Hỏa. Tất cả những chuyện đó vô tình trùng khớp với những gì Hỏa linh cảm được, ân oán giữa hai người sẽ được giải quyết như thế nào, có vẻ như đã được sắp xếp từ trước.","quality":"HD","lang":"Lồng Tiếng","category":["Hành Động","Hình Sự"],"time":"45 phút/tập"},{"id":"635184f62805d71a494860a0","name":"Trò Chơi May Rủi","origin_name":"Game Of Deceit","thumb_url":"https://img.ophim.cc/uploads/movies/tro-choi-may-rui-thumb.jpg","type":"series","slug":"tro-choi-may-rui","year":1999,"country":["Hồng Kông"],"content":"Dư Trung Chánh và Cố A Tĩnh là đôi bạn thân từ nhỏ đến lớn nhưng tính tình thì trái ngược hoàn toàn Tĩnh hiến lành bao nhiêu thì Trung Chánh quậy phá và lường gạt bấy nhiêu. Một ngày do lường gạt kiếm được kha khá nên Trung Chánh dẫn A Tĩnh đến lầu xanh vui chơi một ngày và ngắm gái đẹp nhưng do sơ suất Trung Chánh để quên tiền ở nhà. Cố A Tĩnh đã thương Tiền Bảo Nhi (em gái trạng sư Giang Ngọc Lân) ngay lần đầu tiên gặp mặt","quality":"HD","lang":"Lồng Tiếng","category":["Hài Hước"],"time":"45 phút/tập"},{"id":"62ff69ce0048e70b82725324","name":"Không Khí Tình Yêu","origin_name":"Love In The Air","thumb_url":"https://img.ophim.cc/uploads/movies/khong-khi-tinh-yeu-thumb.jpg","type":"series","slug":"khong-khi-tinh-yeu","year":2022,"country":["Thái Lan"],"content":"Love In The Air (Không Khí Tình Yêu) kể về câu chuyện của bốn người, khi mà bầu trời và cơn mưa rơi xuống dường như muốn trêu chọc hai người bạn thân đang gặp rắc rối là Rain và Sky, thì họ gặp được Payu và Prapai, những người không chỉ là những vị cứu tinh xảo quyệt mà còn là những người sẽ làm mưa làm gió trong trái tim của cặp bạn thân này. Tại sao vậy nhỉ? Xem đón xem câu chuyện tình yêu của Payu, Rain” Prapai và Sky trong Love in The Air The Series (Không Khí Tình Yêu) nhé.","quality":"HD","lang":"Vietsub","category":["Tình Cảm"],"time":"46 phút/tập"},{"id":"62fc6a35294ccd8d66f9841c","name":"Ranh Giới An Toàn","origin_name":"Khem Sorn Plai","thumb_url":"https://img.ophim.cc/uploads/movies/ranh-gioi-an-toan-thumb.jpg","type":"series","slug":"ranh-gioi-an-toan","year":2022,"country":["Thái Lan"],"content":"Xoay quanh chuyện tình nhiều rắc rối của Cherd và Lanna. Cả hai yêu nhau khi Cherd vẫn đang trong cuộc hôn nhân bế tắc với bác sĩ Ruengboon. Tuy nhiên, bác sĩ Ruengboon từ chối ly hôn Cherd. Nghĩ mình hết hi vọng, Lanna chia tay Cherd, kết hôn với Yaowayod, một phụ nữ trẻ hoàn hảo cả về ngoại hình lẫn địa vị xã hội. Nhưng Lanna vẫn không thể quên được Cherd và tiếp tục âm thầm giữ cô gái đỏng đảnh trong lòng. Sau này, khi Cherd ly hôn chồng, Lanna muốn nối lại quan hệ với cô nhưng cũng không muốn ly hôn vợ.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Tâm Lý"],"time":"45 phút/tập"},{"id":"633cac2a0ee52b6834cd06d1","name":"Công Tố Viên Lách Luật","origin_name":"Bad Prosecutor","thumb_url":"https://img.ophim.cc/uploads/movies/cong-to-vien-lach-luat-thumb.jpg","type":"series","slug":"cong-to-vien-lach-luat","year":2022,"country":["Hàn Quốc"],"content":"Kể về&nbsp;câu chuyện của một công tố viên tên là Jin Jung, người có trong tay những cách cư xử tồi tệ và phạm pháp. Anh ta phá vỡ các khu bảo tồn được tạo ra bởi sự giàu có và quyền lực, và anh ta thậm chí còn hạ gục những kẻ tham lam sống trong các khu bảo tồn đó. Anh ta sử dụng các phương pháp nhạy bén hơn những phương pháp thông thường, thủ đoạn qua các thủ tục tiêu chuẩn, và phạm pháp vì sự chân thành để ngăn chặn các nhà chức trách tham nhũng phá hoại xã hội.","quality":"HD","lang":"Vietsub","category":["Hành Động","Tình Cảm","Hình Sự","Phiêu Lưu"],"time":"60 phút/tập"},{"id":"632afe4fdecb16e375b06f6b","name":"Andor","origin_name":"Andor","thumb_url":"https://img.ophim.cc/uploads/movies/andor-thumb.jpg","type":"series","slug":"andor","year":2022,"country":["Âu Mỹ"],"content":"Phần tiền truyện của Star Wars '' Rogue One '. Trong một thời đại đầy rẫy nguy hiểm, lừa dối và mưu mô, Cassian sẽ dấn thân vào con đường được định sẵn để biến anh ta thành một anh hùng nổi dậy.","quality":"HD","lang":"Vietsub","category":["Hành Động","Phiêu Lưu","Chính kịch"],"time":"40 phút/tập"},{"id":"6331c753913f505cec8cc19e","name":"Dòng Máu Trăng Hoa","origin_name":"Lady Kaki","thumb_url":"https://img.ophim.cc/uploads/movies/dong-mau-trang-hoa-thumb.jpg","type":"series","slug":"dong-mau-trang-hoa","year":2022,"country":["Thái Lan"],"content":"Phim xoay quanh những cuộc chiến tranh giành tình cảm, những đấu đá đi cùng với sự trả thù, rửa hận. Những ân - oán - tình - thù của đời bố mẹ từ quá khứ kéo dài đến hiện tại, ảnh hưởng đến cả thế hệ con cái. Liệu tình yêu có thể chấm dứt những hận thù để mọi thứ trở về đúng nghĩa vốn có của nó?","quality":"HD","lang":"Vietsub","category":["Tâm Lý","Gia Đình"],"time":"60 phút/tập"},{"id":"624d98b3c78eb57bbfe50b78","name":"Khi Ác Quỷ Gọi Tên","origin_name":"When the Devil Calls Your Name","thumb_url":"https://img.ophim.cc/uploads/movies/khi-ac-quy-goi-ten-thumb.jpg","type":"series","slug":"khi-ac-quy-goi-ten","year":2019,"country":["Hàn Quốc"],"content":"“Khi ác quỷ gọi tên” là bộ phim dựa theo tác phẩm \\\"Faust\\\" của nhà soạn kịch Goethe. Kể về một nhà soạn nhạc nổi tiếng đã bán linh hồn cho ác quỷ trong 10 năm để thành công. Để duy trì hợp đồng, anh ta phải giao cho ác quỷ 3 hợp đồng linh hồn của người khác. Nhưng phát hiện tiền tài và thành công của mình đã cướp đi tài năng và cuộc sống của một cô gái trẻ, anh phải làm cuộc sống của cô gái, bản thân và những người xung quanh trở về bình thường. Từ đó mở ra một câu chuyện nhân văn đầy bí ẩn","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm","Tâm Lý","Viễn Tưởng"],"time":"1H16M7S"},{"id":"624d8b26c78eb57bbfe503e0","name":"Giọng Nói 3","origin_name":"Voice 3","thumb_url":"https://img.ophim.cc/uploads/movies/giong-noi-3-thumb.jpg","type":"series","slug":"giong-noi-3","year":2019,"country":["Hàn Quốc"],"content":"Trở lại mùa 3, Voice 3 vẫn sẽ xoay quanh những người làm việc tại trung tâm tiếp nhận cuộc gọi khẩn cấp 112. Lần này họ sẽ phải đối đầu với một thế lực xuyên quốc gia đứng đằng sau trang web đen tối lan truyền trên mạng.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm","Hình Sự"],"time":"60 phút/tập"},{"id":"62456c26c78eb57bbfe3250c","name":"Đường Hầm","origin_name":"Tunnel","thumb_url":"https://img.ophim.cc/uploads/movies/duong-ham-thumb.jpg","type":"single","slug":"duong-ham","year":2016,"country":["Hàn Quốc"],"content":"Lee Jung Soo – quản lý một đại lý ôtô, khi anh vừa nhận được một đơn hàng lớn, bất ngờ đường hầm trên đoạn đường về nhà của anh bị sập và “chôn sống” anh dưới đống đổ nát. Những gì Jung Soo có được trong lúc đó là chiếc điện thoại với 78% pin, hai chai nước suối và chiếc bánh sinh nhật của con gái mình.Ngay sau khi tin tức về đường hầm bị sụp được công bố, người dân Hàn Quốc vô cùng hoang mang, lo lắng cho an nguy những người bên trong đường hầm. Chính phủ Hàn Quốc cũng đã có mặt tại nơi xảy ra tai nạn và lên kế hoạch để giải cứu. Dae Kyung – đội trưởng của đội cứu hộ đã tìm mọi phương tiện để tìm cách tiến vào đường hầm, tuy nhiên, tiến độ giải cứu lại gặp rất nhiều khó khăn và chậm chạp. Trong lúc đó, Se Hyun – vợ của Jung Soo thông qua đài phát thanh duy nhất kết nối được với đường hầm, gửi đến anh những lời nhắn động viên, cô luôn hi vọng anh vẫn có thể sống sót trở về.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tâm Lý"],"time":"126 phút"},{"id":"623dc98ee3cd150b3990e58b","name":"Cuộc sống","origin_name":"Live","thumb_url":"https://img.ophim.cc/uploads/movies/cuoc-song-thumb.jpg","type":"series","slug":"cuoc-song","year":2018,"country":["Hàn Quốc"],"content":"Bộ phim xoay quanh các sự kiện, biến cố diễn ra trong đồn cảnh sát và kể về những câu chuyện cất chứa những niềm vui, nỗi buồn, đau khổ và hân hoan của những cảnh sát luôn cố gắng duy trì trật tự, giữ gìn sự bình yên, giá trị và bảo vệ công lý hàng ngày.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tâm Lý","Hình Sự"],"time":"1H14M33S"},{"id":"62722dd53a2c0c6289bbaaad","name":"Thực Thần 2","origin_name":"Let's Eat 2","thumb_url":"https://img.ophim.cc/uploads/movies/thuc-than-2-thumb.jpg","type":"series","slug":"thuc-than-2","year":2015,"country":["Hàn Quốc"],"content":"Thực Thần 2 - Let’s Eat 2: Với đội ngũ đạo diễn và biên kịch được giữ nguyên so với phần một, chúng ta hoàn toàn có thể trông đợi một tác phẩm lôi cuốn mà không thiếu chất dị như 'đàn anh', để một lần nữa đủ sức chinh phục trái tim người xem truyền hình. Dae Young cũng sẽ có thêm những hàng xóm mới, Baek Soo Ji (Seo Hyun Jin) và Lee Sang Woo (Kwon Yul), nghĩa là sẽ có thêm những vụ cãi nhau vặt vãnh mới nhưng vẫn sẽ luôn đầy ắp tiếng cười bởi sự hài hước. Và nếu bạn mang một tâm hồn ăn uống, chắc chắn đây sẽ là bộ phim cực kì đáng xem.","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Tình Cảm"],"time":""},{"id":"62610221db43524328affc5b","name":"Số 9 Định Mệnh","origin_name":"Plus Nine Boys","thumb_url":"https://img.ophim.cc/uploads/movies/so-9-dinh-menh-thumb.jpg","type":"series","slug":"so-9-dinh-menh","year":2014,"country":["Hàn Quốc"],"content":"Người Hàn cho rằng nếu tuổi của ai có số 9 thì năm tuổi đó họ sẽ gặp nhiều gian nan và xui xẻo. Bốn con người - Dong Goo 9 tuổi, Min Goo 19 tuổi, Jin Goo 29 tuổi và Gwang Soo 39 tuổi – họ cũng đang ở thời điểm định mệnh này và cũng đang gặp nhiều rắc rối trong cuộc sống lẫn tình yêu. Liệu “lời nguyền” số 9 sẽ ứng nghiệm thế nào với họ?","quality":"HD","lang":"Vietsub + Thuyết minh","category":["Gia Đình"],"time":"69 phút"},{"id":"62e4d2bc425c8969e5e38270","name":"Ngôi Nhà Hạnh Phúc (Bản Thổ Nhĩ Kỳ)","origin_name":"Iliski Durumu Karisik (Full House)","thumb_url":"https://img.ophim.cc/uploads/movies/ngoi-nha-hanh-phuc-ban-tho-nhi-ky-thumb.jpg","type":"series","slug":"ngoi-nha-hanh-phuc-ban-tho-nhi-ky","year":2016,"country":["Thổ Nhĩ Kỳ"],"content":"Aysegul (Seren Şirince) một cô gái trẻ sống trong một ngôi nhà với con mèo cưng Minak. Ayesagul khao khát trở thành một nhà văn. Bạn bè của cô lừa cô đi nghỉ mát, nơi cô gặp nam diễn viên nổi tiếng Can Tekin (Berk Oktay) và vô tình nôn vào người anh ta. Cô ấy cố gắng hết sức để xin lỗi, nhưng Can quá tức giận với cô ấy. Trong khi đó, bạn bè của cô, Ece và Efe bán nhà của cô. Aysegul trở về và phát hiện ra mình là người vô gia cư. Không còn lựa chọn nào khác, cô quyết định trở về ngôi nhà cũ của mình và yêu cầu người chủ mới cho cô ở lại đó. Chủ nhân mới của ngôi nhà được tiết lộ là Can Tiken. Sau một loạt các cuộc chiến, Can cuối cùng cho phép cô ở lại cho đến khi cô tìm thấy nơi trú ẩn nhưng vì vậy cô phải làm tất cả các công việc nhà cho Can. Can đang yêu người bạn thiết kế thời trang xinh đẹp Elif (Eda Ece) nhưng Elif lại yêu Murat. Can, Murat và Elif là bạn thời thơ ấu.","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":"2h30p/tập"},{"id":"632e934fdecb16e375c2487e","name":"Ba chị em (Phần 2)","origin_name":"Uc Kiz Kardes ","thumb_url":"https://img.ophim.cc/uploads/movies/ba-chi-em-phan-2-thumb.jpg","type":"series","slug":"ba-chi-em-phan-2","year":2022,"country":["Thổ Nhĩ Kỳ"],"content":"","quality":"HD","lang":"Vietsub ","category":["Tình Cảm","Chính kịch"],"time":"2h30p/tập"},{"id":"6295e9d899cadeca03f1d4b0","name":"Ask Laftan Anlamaz","origin_name":"Yêu Không Lý Do / Love Doesn't Understand Words","thumb_url":"https://img.ophim.cc/uploads/movies/ask-laftan-anlamaz-thumb.jpg","type":"series","slug":"ask-laftan-anlamaz","year":2016,"country":["Thổ Nhĩ Kỳ"],"content":"&nbsp;Hayat là một cô gái trẻ sống ở Istanbul cùng với hai người bạn là Asli và Ipek. Cô muốn có một cuộc sống hạnh phúc ở Istanbul mà không có sự kiểm soát của gia đình. Tuy nhiên, theo yêu cầu của cha cô, Hayat phải tìm một công việc tốt càng sớm càng tốt, nếu không sẽ phải trở về quê và sống chung với bố mẹ.&nbsp;Hayat biết rằng cô ấy phải cố gắng hết sức trong lần phỏng vấn xin việc tiếp theo cho một công ty dệt may đa quốc gia, Sarte. Nếu được nhận, cô biết rằng mình có thể thuyết phục bố mẹ và tiếp tục sống ở Istanbul. Trong cuộc phỏng vấn, Hayat bị nhầm là Suna, con gái của bạn thân của chủ công ty. Trong sự tuyệt vọng với công việc, Hayat không giải quyết được hiểu lầm này và hành động như thể cô là Suna và nhận công việc: trở thành trợ lý của Murat Sarsılmaz, người thừa kế của Sarte.&nbsp;Hayat không tiết lộ danh tính thật của mình và bắt đầu hợp tác với Murat. Dù suốt ngày tranh cãi nhưng họ ngày càng thân thiết hơn. Hayat thiếu kiên nhẫn, máu nóng và vụng về trong khi Murat kiên định, điềm tĩnh và kiêu ngạo. Hai người có tính cách hoàn toàn khác nhau nhưng lại dần có tình cảm với nhau.&nbsp;Điều gì sẽ xảy ra khi Murat biết được danh tính thực sự của Hayat? Liệu Murat và Hayat có thể hạnh phúc mãi mãi về sau?&nbsp;Hãy cùng chờ đón sự phát sóng của Ask Laftan Anlamaz Vietsub Full trên Ophim.TV để tìm kiếm lời giải đáp nha cả nhà!!&nbsp;","quality":"HD","lang":"Vietsub","category":["Tình Cảm","Hài Hước"],"time":"2h00p/tập"},{"id":"635109312805d71a494592c3","name":"Cô gái Vatican: Vụ mất tích của Emanuela Orlandi","origin_name":"Vatican Girl: The Disappearance of Emanuela Orlandi","thumb_url":"https://img.ophim.cc/uploads/movies/co-gai-vatican-vu-mat-tich-cua-emanuela-orlandi-thumb.jpg","type":"series","slug":"co-gai-vatican-vu-mat-tich-cua-emanuela-orlandi","year":2022,"country":["Anh"],"content":"Ở Rome năm 1983, sau khi bỏ dở một buổi học nhạc, cô nàng 15 tuổi Emanuela Orlando mất tích – đưa Vatican vào một bí ẩn kéo dài hàng thập kỷ.","quality":"HD","lang":"Vietsub","category":["Tài Liệu"],"time":"1g 3phút/tập"},{"id":"635106122805d71a49457b7e","name":"Võ Sĩ Đường Phố","origin_name":"Fight Falley","thumb_url":"https://img.ophim.cc/uploads/movies/vo-si-duong-pho-thumb.jpg","type":"single","slug":"vo-si-duong-pho","year":2016,"country":["Âu Mỹ"],"content":"Một người phụ nữ trẻ bị phát hiện chết sau khi dính líu đến tổ chức đấu võ ngầm. Chị gái của cô gái xấu số - Windsor bắt đầu tập luyện dưới sự dẫn dắt của cựu võ sĩ được kính trọng để tìm ra kẻ đã giết em gái mình.","quality":"HD","lang":"Thuyết Minh","category":["Hành Động","Phiêu Lưu"],"time":"90 phút"}]